{
    "data": [{
        "id": "ab1585e7ef15ab3d3c13544921968901",
        "timestamp": "1351776275",
        "resources": [{
            "timestamp": "1309734000",
            "id": "db1585e7ef15ab3d3c13544921968793",
            "title": "Maturity bond profile graph",
            "mimetype": "text/plain",
            "thumbnail": {
                "uri2x": "http://www-static.shell.com/static/investor/imgs/544_wide/spdc_mining_leasedivestments05092012.gif",
                "timestamp": "1345244400",
                "id": "db1585e7ef15ab3d3c13544921968894",
                "uri": "http://www-static.shell.com/static/investor/imgs/544_wide/spdc_mining_leasedivestments05092012.gif"
            },
            "publicationdate": "2011-07-31T23:49:56Z",
            "uri": "http://www-static.shell.com/static/investor/imgs/544_wide/spdc_mining_leasedivestments05092012.gif"
        }],
        "title": "Dividend policy",
        "maintext": "<p>Our policy of growing the US dollar dividend at least in line with inflation changed at the beginning of 2010. The new policy is to grow the US dollar dividend in line with our view of the underlying earnings & cash flow of Shell.</p>",
        "publicationdate": "2012-11-01T14:24:35Z",
        "metadata": {
            "view": "Dividend policy"
        }
    }, {
        "id": "ab1585e7ef15ab3d3c13544921968901",
        "timestamp": "1351638000",
        "resources": [{
            "timestamp": "1351638000",
            "id": "88d2a1cb7c8261e32f9049a2a98749df",
            "title": "Latest announcement",
            "mimetype": "text/html",
            "thumbnail": {
                "uri2x": "http://www-static.shell.com/static/investor/imgs/544_wide/spdc_mining_leasedivestments05092012.gif",
                "timestamp": "1264377600",
                "id": "db1585e7ef15ab3d3c13544921968907",
                "uri": "http://www-static.shell.com/static/investor/imgs/544_wide/spdc_mining_leasedivestments05092012.gif"
            },
            "publicationdate": "2012-11-01T07:00:00Z",
            "uri": "http://www.shell.com/global/aboutshell/investor/dividend-information/latest-announcement.html"
        }],
        "title": "Dividend announcement",
        "maintext": "<p><strong>The Board of Royal Dutch Shell plc (\"RDS\") today announced an interim dividend in respect of the third quarter of 2012 of US$0.43 per A ordinary share (\"A Share\") & B ordinary share (\"B Share\"), an increase of US$ 0.01 on the equivalent US dollar dividend for the same quarter last year.</strong></p> <p>RDS provides eligible shareholders with a choice to receive dividends in cash or in shares via a Scrip Dividend Programme (\"the Programme\"). For further details please see below.</p> <p><strong><br/>Details relating to the third quarter 2012 interim dividend</strong></p> <p>It is expected that cash dividends on the B Shares will be paid via the Dividend Access Mechanism from UK-sourced income of the Shell Group.</p> <p><table><tbody><tr><th>Per ordinary share</th><th>Q3 2012</th> </tr> <tr><td>RDS A shares (US$)</td> <td>0.43</td> </tr> <tr><td>RDS B shares (US$)</td> <td>0.43</td> </tr> </tbody> </table> </p> <p>Cash dividends on A Shares will be paid, by default, in euro, although holders of A Shares will be able to elect to receive dividends in pounds sterling.</p> <p>Cash dividends on B Shares will be paid, by default, in pounds sterling, although holders of B Shares will be able to elect to receive dividends in euro.</p> <p>The pounds sterling & euro equivalent dividend payments will be announced on December 7, 2012.</p> <p><table><tbody><tr><th>Per ADS</th><th>Q3 2012</th> </tr> <tr><td>RDS A ADSs (US$)</td> <td>0.86</td> </tr> <tr><td>RDS B ADSs (US$)</td> <td>0.86</td> </tr> </tbody> </table> </p> <p>Cash dividends on American Depository Shares (\"ADSs\") will be paid, by default, in US dollars.</p> <p>ADS stands for an American Depositary Share. ADR stands for an American Depositary Receipt. An ADR is a certificate that evidences ADSs. ADSs are listed on the NYSE under the symbols RDS.A & RDS.B. Each ADS represents two ordinary shares, two A Shares in the case of RDS.A or two B Shares in the case of RDS.B. In many cases the terms ADR & ADS are used interchangeably.</p> <p><strong><br/>Scrip Dividend Programme </strong></p> <p>RDS provides shareholders with a choice to receive dividends in cash or in shares via a Scrip Dividend Programme.</p> <p>Under the Programme shareholders can increase their shareholding in RDS by choosing to receive new shares instead of cash dividends, if approved by the Board. Only new A Shares will be issued under the Programme, including to shareholders who currently hold B Shares.</p> <p>Joining the Programme may offer a tax advantage in some countries compared with receiving cash dividends. In particular, dividends paid out as shares will not be subject to Dutch dividend withholding tax (currently 15 per cent) & will not generally be taxed on receipt by a UK shareholder or a Dutch corporate shareholder.</p> <p>Shareholders who elect to join the Programme will increase the number of shares held in RDS without having to buy existing shares in the market, thereby avoiding associated dealing costs.</p> <p>Shareholders who do not join the Programme will continue to receive in cash any dividends approved by the Board.</p> <p>Shareholders who held only B Shares & joined the Scrip Dividend Programme are reminded they will need to make a Scrip Dividend Election in respect of their new A Shares if they wish to join the Programme in respect of such new shares. However, this is only necessary if the shareholder has not previously made a Scrip Dividend Election in respect of any new A Shares issued.</p> <p>For further information on the Programme, including how to join if you are eligible, please refer to the appropriate publication available on <a href=\"http://www.shell.com/scrip\">www.shell.com/scrip</a>.</p> <p><strong><br/>Dividend timetable for the third quarter 2012 interim dividend</strong><strong><br/></strong></p> <p><strong><br/></strong></p> <p><table><tbody><tr><th> </th><th> <p>3rd quarter 2012</p> </th> </tr> <tr><th>Announcement date</th> <td>November 1, 2012</td> </tr> <tr><th>Ex-dividend date</th> <td>November 14, 2012</td> </tr> <tr><th>Record date </th> <td>November 16, 2012</td> </tr> <tr><th>Scrip reference share price announcement date</th> <td>November 21, 2012</td> </tr> <tr><th>Closing of scrip election & currency election <sup><strong><em>(*)</em></strong></sup></th> <td>November 30, 2012</td> </tr> <tr><th>Pounds sterling & euro equivalents announcement date</th> <td>December 7, 2012</td> </tr> <tr><th>Payment date</th> <td>December 20, 2012</td> </tr> </tbody> </table> </p> <p><em>* A different scrip election date may apply to registered & non registered ADS holders. <br/>Registered ADS holders can contact The Bank of New York Mellon for the election deadline that applies. Non registered ADS holders can contact their broker, financial intermediary, bank or financial institution for the election deadline that applies. </em></p> <p><em>Both a different scrip & currency election date may apply to shareholders holding shares in a securities account with a bank or financial institution ultimately holding through Euroclear Nederland.  Please contact your broker, financial intermediary, bank or financial institution where you hold your securities account for the election deadline that applies</em><em>.</em></p> <p><strong><br/><br/>Taxation cash dividends</strong></p> <p>Cash dividends on A Shares will be subject to the deduction of Netherlands dividend withholding tax at the rate of 15%, which may be reduced in certain circumstances. Provided certain conditions are met, shareholders in receipt of A Share cash dividends may also be entitled to a non-payable dividend tax credit in the United Kingdom.</p> <p>Shareholders resident in the United Kingdom, receiving cash dividends on B Shares through the Dividend Access Mechanism, are entitled to a tax credit. This tax credit is not repayable. Non-residents may also be entitled to a tax credit, if double tax arrangements between the United Kingdom & their country of residence so provide, or if they are eligible for relief given to non-residents with certain special connections with the United Kingdom or to nationals of states in the European Economic Area.</p> <p>The amount of tax credit is 10/90ths of the cash dividend, the tax credit referable to the third quarter 2012 interim dividend of US$0.43 is US$0.05 per ordinary share & the dividend & tax credit together amount to US$0.48. The pounds sterling & euro equivalents will be announced on December 7, 2012.</p> <p><strong>Royal Dutch Shell plc</strong></p> <p><strong>The Hague, November 1, 2012</strong></p>",
        "publicationdate": "2012-11-01T07:00:00Z",
        "metadata": {
            "view": "Dividend announcement"
        }
    }, {
        "id": "56daf8cb49345b12700c80ee97dcc400",
        "timestamp": "1351724400",
        "resources": [{
            "timestamp": "1351724400",
            "id": "56daf8cb49345b12700c80ee97dcc400",
            "title": "3rd quarter 2012",
            "mimetype": "text/html",
            "thumbnail": {
                "uri2x": "http://www-static.shell.com/static/investor/imgs/240_wide/peter_voser.jpg",
                "timestamp": "1352160000",
                "id": "db1585e7ef15ab3d3c135449219689110",
                "uri": "http://www-static.shell.com/static/investor/imgs/240_wide/peter_voser.jpg"
            },
            "publicationdate": "2011-10-27T06:00:00Z",
            "uri": "http://www.shell.com/global/aboutshell/investor/dividend-information/timetable.html"
        }],
        "title": "Dividend timetable",
        "maintext": "<p><table><tbody><tr><th> </th><th>3rd quarter 2012</th> </tr> <tr><th>Announcement date</th> <td>November 1, 2012</td> </tr> <tr><th>Ex-dividend date</th> <td>November 14, 2012</td> </tr> <tr><th>Record date </th> <td>November 16, 2012</td> </tr> <tr><th>Scrip reference share price announcement date</th> <td>November 21, 2012</td> </tr> <tr><th>Closing of scrip election & currency election <em><sup>(*)</sup></em></th> <td>November 30, 2012</td> </tr> <tr><th>Pounds sterling & euro equivalents announcement date <em><sup>(**)</sup></em></th> <td>December 7, 2012</td> </tr> <tr><th>Payment date</th> <td>December 20, 2012</td> </tr> </tbody> </table> </p> <p><sup>* A different scrip election date may apply to registered & non registered ADR holders.<br/>** The Pounds sterling & euro equivalents announcement will be after the close of markets on the day indicated, all other announcements are before market opens on the day indicated.</sup></p> <p><sup>Registered ADR holders can contact The Bank of New York Mellon for the election deadline that applies. Non registered ADR holders can contact their broker, financial intermediary, bank or financial institution for the election deadline that applies.</sup></p> <p><sup>Both a different scrip & currency election date may apply to shareholders holding shares in a securities account with a bank or financial institution ultimately holding through Euroclear Netherland. Please contact your broker, financial intermediary, bank or financial institution where you hold your securities account for the election deadline that applies.</sup></p> <p><br/>View the <a href=\"http://www.shell.com/global/aboutshell/investor/dividend-information/timetable.html\">2012 interim dividend timetable announcement</a>.</p> <p><br/><br/><strong>Disclaimer</strong></p> <p>Reserves: Our use of the term \"reserves\" in this presentation means SEC proved oil & gas reserves for all 2009 & 2010 data, & includes both SEC proved oil & gas reserves & SEC proven mining reserves for 2008 data. <br/>Resources:  Our use of the term \"resources\" in this presentation includes quantities of oil & gas not yet classified as SEC proved oil & gas reserves or SEC proven mining reserves.  resourcesare consistent with the Society of Petroleum Engineers 2P & 2C definitions.<br/>Organic: Our use of the term Organic includes SEC proved oil & gas reserves & SEC proven mining reserves (for 2008) excluding changes resulting from acquisitions, divestments & year-average pricing impact.</p> <p>The companies in which Royal Dutch Shell plc directly & indirectly owns investments are separate entities. In this presentation \"Shell\", \"Shell group\" & \"Royal Dutch Shell\" are sometimes used for convenience where references are made to Royal Dutch Shell plc & its subsidiaries in general. Likewise, the words \"we\", \"us\" & \"our\" are also used to refer to subsidiaries in general or to those who work for them. These expressions are also used where no useful purpose is served by identifying the particular company or companies. \"Subsidiaries\", \"Shell subsidiaries\" & \"Shell companies\" as used in this presentation refer to companies in which Royal Dutch Shell either directly or indirectly has control, by having either a majority of the voting rights or the right to exercise a controlling influence. The companies in which Shell has significant influence but not control are referred to as \"associated companies\" or \"associates\" & companies in which Shell has joint control are referred to as \"jointly controlled entities\". In this presentation, associates & jointly controlled entities are also referred to as \"equity-accounted investments\". The term \"Shell interest\" is used for convenience to indicate the direct &/or indirect (for example, through our 24% shareholding in Woodside Petroleum Ltd.) ownership interest held by Shell in a venture, partnership or company, after exclusion of all third-party interest. <br/> <br/>This presentation contains forward-looking statements concerning the financial condition, results of operations & businesses of Royal Dutch Shell. All statements other than statements of historical fact are, or may be deemed to be, forward-looking statements. Forward-looking statements are statements of future expectations that are based on management's current expectations & assumptions & involve known & unknown risks & uncertainties that could cause actual results, performance or events to differ materially from those expressed or implied in these statements. Forward-looking statements include, among other things, statements concerning the potential exposure of Royal Dutch Shell to market risks & statements expressing management's expectations, beliefs, estimates, forecasts, projections & assumptions. These forward-looking statements are identified by their use of terms and phrases such as \"anticipate\", \"believe\", \"could\", \"estimate\", \"expect\", \"intend\", \"may\", \"plan\", \"objectives\", \"outlook\", \"probably\", \"project\", \"will\", \"seek\", \"target\", \"risks\", \"goals\", \"should\" and similar terms and phrases. There are a number of factors that could affect the future operations of Royal Dutch Shell & could cause those results to differ materially from those expressed in the forward-looking statements included in this presentation, including (without limitation): (a) price fluctuations in crude oil & natural gas; (b) changes in demand for Shell's products; (c) currency fluctuations; (d) drilling & production results; (e) reserves estimates; (f) loss of market share & industry competition; (g) environmental & physical risks; (h) risks associated with the identification of suitable potential acquisition properties & targets, & successful negotiation & completion of such transactions; (i) the risk of doing business in developing countries & countries subject to international sanctions; (j) legislative, fiscal & regulatory developments including potential litigation & regulatory measures as a result of climate changes; (k) economic & financial market conditions in various countries & regions; (l) political risks, including the risks of expropriation & renegotiation of the terms of contracts with governmental entities, delays or advancements in the approval of projects & delays in the reimbursement for shared costs; & (m) changes in trading conditions. All forward-looking statements contained in this presentation are expressly qualified in their entirety by the cautionary statements contained or referred to in this section. Readers should not place undue reliance on forward-looking statements. Additional factors that may affect future results are contained in Royal Dutch Shell's 20-F for the year ended 31 December, 2010 (available at www.shell.com/investor & www.sec.gov.). These factors also should be considered by the reader.  Each forward-looking statement speaks only as of the date of this presentation, 27 October 2011. Neither Royal Dutch Shell nor any of its subsidiaries undertake any obligation to publicly update or revise any forward-looking statement as a result of new information, future events or other information. In light of these risks, results could differ materially from those stated, implied or inferred from the forward-looking statements contained in this presentation. There can be no assurance that dividend payments will match or exceed those set out in this presentation in the future, or that they will be made at all.<br/> <br/>We may use certain terms in this presentation, such as resources & oil in place, that the United States Securities & Exchange Commission (SEC) guidelines strictly prohibit us from including in filings with the SEC.  U.S. Investors are urged to consider closely the disclosure in our Form 20-F, File No 1-32575, available on the SEC website www.sec.gov. You can also obtain these forms from the SEC by calling 1-800-SEC-0330.</p>",
        "events": [{
            "id": "ab1585e7ef15ab3d3c13544921968917",
            "title": "Announcement date",
            "startdate": "2012-11-01T07:00:00Z",
            "description": "Announcement date description",
            "year": "2012",
            "enddate": "2012-11-02T07:00:00Z",
            "period": "Q3"
        }, {
            "id": "ab1585e7ef15ab3d3c13544921968918",
            "title": "Ex-dividend date",
            "startdate": "2012-11-14T07:00:00Z",
            "description": "Ex-dividend date description",
            "year": "2012",
            "enddate": "2012-11-15T07:00:00Z",
            "period": "Q3"
        }, {
            "id": "ab1585e7ef15ab3d3c13544921968919",
            "title": "Record date",
            "startdate": "2012-11-16T07:00:00Z",
            "description": "Record date description",
            "year": "2012",
            "enddate": "2012-11-17T07:00:00Z",
            "period": "Q3"
        }, {
            "id": "ab1585e7ef15ab3d3c13544921968920",
            "title": "Announcement date",
            "startdate": "2013-01-31T07:00:00Z",
            "description": "Announcement date description",
            "year": "2013",
            "enddate": "2013-02-01T07:00:00Z",
            "period": "Q4"
        }, {
            "id": "ab1585e7ef15ab3d3c13544921968921",
            "title": "Ex-dividend date",
            "startdate": "2013-02-13T07:00:00Z",
            "description": "Ex-dividend date description",
            "year": "2013",
            "enddate": "2013-02-14T07:00:00Z",
            "period": "Q4"
        }, {
            "id": "ab1585e7ef15ab3d3c13544921968922",
            "title": "Record date",
            "startdate": "2013-02-15T07:00:00Z",
            "description": "Record date description",
            "year": "2013",
            "enddate": "2013-02-16T07:00:00Z",
            "period": "Q4"
        }, {
            "id": "ab1585e7ef15ab3d3c13544921968923",
            "title": "Announcement date",
            "startdate": "2013-05-02T07:00:00Z",
            "description": "Announcement date description",
            "year": "2013",
            "enddate": "2013-05-03T07:00:00Z",
            "period": "Q1"
        }, {
            "id": "ab1585e7ef15ab3d3c13544921968924",
            "title": "Ex-dividend date",
            "startdate": "2013-05-15T07:00:00Z",
            "description": "Ex-dividend date description",
            "year": "2013",
            "enddate": "2013-05-16T07:00:00Z",
            "period": "Q1"
        }, {
            "id": "ab1585e7ef15ab3d3c13544921968925",
            "title": "Record date",
            "startdate": "2013-05-17T07:00:00Z",
            "description": "Record date description",
            "year": "2013",
            "enddate": "2013-05-18T07:00:00Z",
            "period": "Q1"
        }, {
            "id": "ab1585e7ef15ab3d3c13544921968926",
            "title": "Announcement date",
            "startdate": "2013-08-01T07:00:00Z",
            "description": "Announcement date description",
            "year": "2013",
            "enddate": "2013-08-02T07:00:00Z",
            "period": "Q2"
        }, {
            "id": "ab1585e7ef15ab3d3c13544921968927",
            "title": "Ex-dividend date",
            "startdate": "2013-08-14T07:00:00Z",
            "description": "Ex-dividend date description",
            "year": "2013",
            "enddate": "2013-08-15T07:00:00Z",
            "period": "Q2"
        }, {
            "id": "ab1585e7ef15ab3d3c13544921968928",
            "title": "Record date",
            "startdate": "2013-08-16T07:00:00Z",
            "description": "Record date description",
            "year": "2013",
            "enddate": "2013-08-17T07:00:00Z",
            "period": "Q2"
        }, {
            "id": "ab1585e7ef15ab3d3c13544921968929",
            "title": "Announcement date",
            "startdate": "2013-10-31T07:00:00Z",
            "description": "Announcement date description",
            "year": "2013",
            "enddate": "2013-11-01T07:00:00Z",
            "period": "Q3"
        }, {
            "id": "ab1585e7ef15ab3d3c13544921968930",
            "title": "Ex-dividend date",
            "startdate": "2013-11-13T07:00:00Z",
            "description": "Ex-dividend date description",
            "year": "2013",
            "enddate": "2012-11-14T07:00:00Z",
            "period": "Q3"
        }, {
            "id": "ab1585e7ef15ab3d3c13544921968931",
            "title": "Record date",
            "startdate": "2013-11-15T07:00:00Z",
            "description": "Record date description",
            "year": "2013",
            "enddate": "2013-11-16T07:00:00Z",
            "period": "Q3"
        }],
        "publicationdate": "2011-10-27T06:00:00Z",
        "metadata": {
            "view": "Dividend timetable"
        }
    }, {
        "timestamp": "1351776275",
        "id": "ab1585e7ef15ab3d3c13544921968903",
        "resources": [{
            "timestamp": "1284640345",
            "id": "ecec2cebe6e525c9810844f918842163",
            "title": "Letter to shareholders in english",
            "mimetype": "application/pdf",
            "thumbnail": {
                "uri2x": "http://www-static.shell.com/static/investor/imgs/app/scrip_dividend/scrip_letter_english.png",
                "timestamp": "1284640345",
                "id": "b6e23d55c25c0efcab6bb0c47b860745",
                "uri": "http://www-static.shell.com/static/investor/imgs/app/scrip_dividend/scrip_letter_english.png"
            },
            "description": "Letter to shareholders from chairman Jorma Ollila about the scrip dividend programme.",
            "publicationdate": "2012-06-27T23:49:56Z",
            "uri": "http://www-static.shell.com/static/investor/downloads/scrip/scrip_charimans_letterenglish.pdf"
        }, {
            "timestamp": "1284640345",
            "id": "b6e23d55c25c0efcab6bb0c47b860745",
            "title": "Letter to shareholders in dutch",
            "mimetype": "application/pdf",
            "thumbnail": {
                "uri2x": "http://www-static.shell.com/static/investor/imgs/app/scrip_dividend/scrip_letter_dutch.png",
                "timestamp": "1284640345",
                "id": "b6e23d55c25c0efcab6bb0c47b860745",
                "uri": "http://www-static.shell.com/static/investor/imgs/app/scrip_dividend/scrip_letter_dutch.png"
            },
            "description": "Letter to shareholders from chairman Jorma Ollila about the scrip dividend programme.",
            "publicationdate": "2011-09-25T23:49:56Z",
            "uri": "http://www-static.shell.com/static/investor/downloads/scrip/scrip_charimans_letterdutch.pdf"
        }, {
            "timestamp": "1284640345",
            "id": "ae082962a29a921ff442003fbaa8d7d2",
            "title": "Letter to shareholders in german",
            "mimetype": "application/pdf",
            "thumbnail": {
                "uri2x": "http://www-static.shell.com/static/investor/imgs/app/scrip_dividend/scrip_letter_german.png",
                "timestamp": "1284640345",
                "id": "b6e23d55c25c0efcab6bb0c47b860745",
                "uri": "http://www-static.shell.com/static/investor/imgs/app/scrip_dividend/scrip_letter_german.png"
            },
            "description": "Letter to shareholders from chairman Jorma Ollila about the scrip dividend programme.",
            "publicationdate": "2011-05-05T23:49:56Z",
            "uri": "http://www-static.shell.com/static/investor/downloads/scrip/scrip_charimans_lettergerman.pdf"
        }, {
            "timestamp": "1284640345",
            "id": "79ece8acde905804849452e7ee3fdbd0",
            "title": "Letter to shareholders in french",
            "mimetype": "application/pdf",
            "thumbnail": {
                "uri2x": "http://www-static.shell.com/static/investor/imgs/app/scrip_dividend/scrip_letter_french.png",
                "timestamp": "1284640345",
                "id": "b6e23d55c25c0efcab6bb0c47b860745",
                "uri": "http://www-static.shell.com/static/investor/imgs/app/scrip_dividend/scrip_letter_french.png"
            },
            "description": "Letter to shareholders from chairman Jorma Ollila about the scrip dividend programme.",
            "publicationdate": "2011-06-02T23:49:56Z",
            "uri": "http://www-static.shell.com/static/investor/downloads/scrip/scrip_charimans_letterfrench.pdf"
        }],
        "title": "Dividend scrip",
        "maintext": "<p><img src=\"jorma_ollila.jpg\" alt=\"Jorma Ollila\"/>In September 2010, Shell introduced its <a href=\"http://www.shell.com/global/aboutshell/investor/dividend-information/scrip.html\">Scrip Dividend Programme</a>.</p> <p>Under the Scrip Dividend Programme, shareholders can increase their shareholding in Shell by choosing to receive new shares instead of cash dividends if declared by Shell.</p> <p>Shareholders who do not join the Scrip Dividend Programme will continue to receive in cash any dividends declared by Shell.</p> <p>To find out about the features of the Scrip Dividend Programme, how to join & who to contact for questions, read the Letter to Shareholders from Chairman Jorma Ollila in your preferred language.</p>",
        "htmlimages": [{
            "uri2x": "http://www-static.shell.com/static/media/imgs/240_wide/jorma_ollila.jpg",
            "timestamp": "0",
            "id": "db1585e7ef15ab3d3c135449219689623",
            "uri": "http://www-static.shell.com/static/media/imgs/240_wide/jorma_ollila.jpg"
        }],
        "publicationdate": "2012-11-01T14:24:35Z",
        "metadata": {
            "view": "Dividend scrip"
        }
    }],
    "apiversion": "2.0"
}
