{
	"data": [{
		"summary": "You can only use this app if you agree with below disclaimer. Scroll down the disclaimer to be able to accept.",
		"timestamp": "1351776275",
		"id": "app_disclaimer",
		"title": "Disclaimer",
		"maintext": "<p>The information contained on this application is an extract only. Full information can be found on <a href=\"http://www.shell.com/investor\">www.shell.com/investor</a> & <a href=\"http://www.shell.com/media\">www.shell.com/media</a></p> <p> </p> <p>Data in the shares section is provided for information only & is not intended for trading purposes.</p> <p> </p> <p>This application may contain links that direct you to a website that is not controlled by Royal Dutch Shell plc or any member of the Shell Group. Accordingly, neither Royal Dutch Shell plc nor any member of the Shell Group endorses, adopts, certifies or otherwise validates the information & material contained on the linked website. This includes its sponsor & any policies, activities or services offered on the site, by any advertiser on the site or linked to the site.</p> <p><br/><strong><br/>Cautionary Note</strong></p> <p>The companies in which Royal Dutch Shell plc directly & indirectly owns investments are separate entities. In this report \"Shell\", \"Shell group\" & \"Royal Dutch Shell\" are sometimes used for convenience where references are made to Royal Dutch Shell plc & its subsidiaries in general. Likewise, the words \"we\", \"us\" & \"our\" are also used to refer to subsidiaries in general or to those who work for them. These expressions are also used where no useful purpose is served by identifying the particular company or companies. \"Subsidiaries\", \"Shell subsidiaries\" & \"Shell companies\" as used in this report refer to companies in which Royal Dutch Shell either directly or indirectly has control, by having either a majority of the voting rights or the right to exercise a controlling influence. The companies in which Shell has significant influence but not control are referred to as \"associated companies\" or \"associates\" & companies in which Shell has joint control are referred to as \"jointly controlled entities\". In this report, associates & jointly controlled entities are also referred to as \"equity-accounted investments\". The term \"Shell interest\" is used for convenience to indicate the direct &/or indirect (for example, through our 24% shareholding in Woodside Petroleum Ltd.) ownership interest held by Shell in a venture, partnership or company, after exclusion of all third-party interest.</p> <p> </p> <p>Through use of this app the user will have access to materials that contains forward-looking statements concerning the financial condition, results of operations & businesses of Royal Dutch Shell. All statements other than statements of historical fact obtained through the use of this app are, or may be deemed to be, forward-looking statements. Forward-looking statements are statements of future expectations that are based on management’s current expectations & assumptions & involve known & unknown risks & uncertainties that could cause actual results, performance or events to differ materially from those expressed or implied in these statements. Forward-looking statements include, among other things, statements concerning the potential exposure of Royal Dutch Shell to market risks & statements expressing management’s expectations, beliefs, estimates, forecasts, projections & assumptions. These forward-looking statements are identified by their use of terms & phrases such as \"anticipate\", \"believe\", \"could\", \"estimate\", \"expect\", \"goals\", \"intend\", \"may\", \"objectives\", \"outlook\", \"plan\", \"probably\", \"project\", \"risks\", \"seek\", \"should\", \"target\", \"will\" & similar terms & phrases. There are a number of factors that could affect the future operations of Royal Dutch Shell & could cause those results to differ materially from those expressed in the forward-looking statements access through this app, including (without limitation): (a) price fluctuations in crude oil & natural gas; (b) changes in demand for Shell’s products; (c) currency fluctuations; (d) drilling & production results; (e) reserves estimates; (f) loss of market share & industry competition; (g) environmental & physical risks; (h) risks associated with the identification of suitable potential acquisition properties & targets, & successful negotiation & completion of such transactions; (i) the risk of doing business in developing countries & countries subject to international sanctions; (j) legislative, fiscal & regulatory developments including regulatory measures addressing climate change; (k) economic & financial market conditions in various countries & regions; (l) political risks, including the risks of expropriation & renegotiation of the terms of contracts with governmental entities, delays or advancements in the approval of projects & delays in the reimbursement for shared costs; & (m) changes in trading conditions. All forward-looking statements access through this app are expressly qualified in their entirety by the cautionary statements contained or referred to in this section. Readers should not place undue reliance on forward-looking statements. Additional factors that may affect future results are contained in Royal Dutch Shell’s 20-F for the year ended December 31, 2011 (available at <a href=\"http://www.shell.com/investor\">www.shell.com/investor</a> & <a href=\"http://www.sec.gov\">www.sec.gov</a>). These factors also should be considered by the reader.  Each forward-looking statement speaks only as of the date of the report, presentation or other materials access through this app.  Neither Royal Dutch Shell nor any of its subsidiaries undertake any obligation to publicly update or revise any forward-looking statement as a result of new information, future events or other information. In light of these risks, results could differ materially from those stated, implied or inferred from the forward-looking statements contained in this report.</p> <p> </p> <p>We may have used certain terms, such as resources, in this report that United States Securities & Exchange Commission (SEC) strictly prohibits us from including in our filings with the SEC. U.S. Investors are urged to consider closely the disclosure in our Form 20-F, File No 1-32575, available on the SEC website <a href=\"http://www.sec.gov\">www.sec.gov</a>. You can also obtain these forms from the SEC by calling 1-800-SEC-0330.</p>",
		"publicationdate": "2012-11-01T14:24:35Z",
		"metadata": {
			"view": "Disclaimer"
		}
	}, {
		"summary": "Example summary #1",
		"timestamp": "1312495204",
		"id": "app_privacy_policy",
		"title": "Privacy policy",
		"maintext": "<p>We respect the privacy of everyone who uses this application. Please read our Privacy Policy carefully so that you can underst& how we collect & use the personal information that you provide to us.</p> <p>By submitting your personal data to us, you will be treated as having given your permission for disclosures referred to in this policy. </p> <p><strong>What does this privacy policy cover? </strong></p> <p>This privacy policy covers our use of your personal information which is collected through or in connection with this application.</p> <p>Other Shell websites or applications may contain privacy policies which are different from this privacy policy. This privacy policy relates to this Shell Investor & Media application. On your journey around the Shell websites & applications please check the privacy policy of each website & application which you visit & do not assumethat this privacy policy applies to all Shell websites & applications.</p> <p><strong>Who is responsible for the personal information collected in this application? </strong></p> <p>Shell International B.V., a company registered in The Netherl&s with registered number 27155369 whose registered office is at Carel van Byl&tlaan 30, 2596 HR The Hague, The Netherl&s controls the personal data collected in this application.</p> <p><strong>Special Notice - if you are under 13 years old </strong></p> <p>If you are under 13 years old please do not send us your personal information (for example, your name, address & email address). If you are under 13 years old & you wish to ask a question or use this application in anyway which requires you to submit your personal information please get your parent or guardian to do so on your behalf.</p> <p><strong>Information collection & use </strong></p> <p>We collect & use personal information (including name, address, telephone number & email) in order to:</p> <ul> <li>respond to queries or requests submitted by you </li> <li>process orders or applications submitted by you  </li> <li>administer or otherwise carry out our obligations in relation to any agreement you have with us </li> <li>anticipate & resolve problems with any goods or services supplied to you </li> <li>create products or services that may meet your needs. </li> </ul> <p>As part of the services offered to you through this application, the information you provide to us may be transferred to countries outside of the European Economic Area (&quot;EEA&quot;). By way of example, this may happen if any of our servers are from time to time located in a country outside of the EEA or one of our service providers is located in a country outside of the EEA. These countries may not have similar data protection laws to the EEA.</p> <p>If we transfer your information outside of the EEA in this way, we will take steps to ensure that your privacy rights continue to be protected. In addition, if you use our services while you are outside the EEA, your information may be transferred outside the EEA in order to provide you with those services.</p> <p>Except as set out in this privacy policy, we will not disclose any personally identifiable information without your permission unless we are legally entitled or required to do so (for example, if required to do so by legal process or for the purposes of prevention of fraud or other crime) or if we believe that such action is necessary to protect &/or defend our rights, property or personal safety & those of our users/customers etc.</p> <p><strong>Providing you with additional information & sharing your information </strong></p> <p>From time to time we would like to use your personal information for purposes other than as set out in the above section. We believe that these additional uses will be of benefit to you. However, we underst& that you may not wish us to use your information in this way. We will not use your information for the purposes set out below if you have indicated that you do not wish us to use your information in this way when submitting the information.</p> <p>Additionally, if at any time you wish us to stop using your information for any or all of the below purposes, please let us know. We will stop the use of your information for such purposes as soon as it is reasonably possible to do so. In such case we will, however, continue to use your personal data for the purposes set out in the above section for as long as it is reasonable to do so.</p> <p>From time to time we would like to use the information you supply to us for:</p> <ul> <li>market research & tracking of sales data </li> <li>informing you about our products & services, which may include contacting you by telephone </li> <li>giving the information to Shell affiliate offices & companies, which may be located outside the EEA, to enable them to send you information which may be of interest to you. </li> </ul> <p>In addition, from time to time we would like to give your name, address & e-mail & any other personal data you supply to us to selected third parties, which may be located outside of the EEA. These third parties may use this information for:</p> <ul> <li>market research & tracking of sales data </li> <li>sending you information about their products & services </li> <li>giving the information to their affiliate offices & companies to enable them to send you information which may be of interest to you. </li> </ul> <p><strong>Collection of non-personal information </strong></p> <p>We may automatically collect non-personal information about you such as the type of device you use. We may also aggregate details which you have submitted to the application (for example, your age & the town where you live). You cannot be identified from this information & it is only used to assist us in providing an effective service in this application. We may from time to time supply third parties with this non-personal or aggregated data for uses in connection with this application.</p> <p><strong>The use of cookies </strong></p> <p>We may store some information (commonly known as a &quot;cookie&quot;) on your device when you look at our application or websites we link to from the application. We are able to read these cookies for information purposes when you revisit our application or websites. The type of information we collect as a result of a cookie being accepted by you is specific to your device & includes the IP address, the date & time the device visited the application or website, what parts of our application or website were looked at & whether the (web) pages requested were delivered successfully. This information is anonymous; it represents a device rather than a person.</p> <p>We use the cookie information to improve our knowledge of the use of our application & website & to enable us to be able to ascertain whether the application or website is operating at an optimal level. This allows us to enhance our application & web offerings to you & to provide an enjoyable & an innovative online experience. <br/>You can erase or block this information by changing the settings on your device (please refer to your help screens or manuals). If you do erase or block this information you may not be able to utilise some features of the application or site.</p> <p><strong>Chat rooms, notice boards, newsgroups </strong></p> <p>If at any time this application offers any chat rooms, notice board facilities, newsgroups etc we may collect the information that you disclose. Such information will be used in accordance with this privacy policy. Please note that we cannot be responsible for other parties' use of the personal information which you make available to such third parties through any chat room, notice board, newsgroup etc in this application. Please be careful about what personal information you disclose in this way.</p> <p><strong>E-mail, [Feedback] & Forum Facilities </strong></p> <p>If at any time this application offers any e-mail, [feedback] or forum facilities, we may collect the information which you disclose. Such information will be used in accordance with this privacy policy.</p> <p><strong>Keeping our records accurate </strong></p> <p>We aim to keep our information about you as accurate as possible. If you would like to review or change the details you have supplied us with, please contact us as set out below.</p> <p><strong>Security of your personal data </strong></p> <p>We have implemented technology & policies with the objective of protecting your privacy from unauthorised access & improper use & will update these measures as new technology becomes available, as appropriate.</p> <p><strong>Use of your personal information submitted to other applications or websites </strong></p> <p>We cannot be responsible for the privacy policies & practices of other applications or websites even if:</p> <ul> <li>you accessed the third party application or website using links from our application; or </li> <li>you linked to our application from a third party application or website. </li> </ul> <p>We recommend that you check the policy of each application or site you visit & contact the owner or operator of such application or website if you have any concerns or questions.<br/> <br/><strong>Submission of others personal information </strong></p> <p>From time to time this application may ask you to provide personal details of your family or friends, for example, so that we can send them details of our products & services. Before providing such information, please ensure that you have obtained their consent to their personal data being used in this way. We will not use these details in any manner which is incompatible with this privacy policy.</p> <p>From time to time we may make changes to this privacy policy. If we make any substantial changes to this privacy policy & the way in which we use your personal data we will post these changes on this page & will do our best to notify you of any significant changes. Please check our privacy policy on a regular basis.</p> <p><strong>How you can contact us </strong></p> <p>If you would like to contact Shell.com about our privacy policy, please use this form to <a href=\"\">contact the Shell webmaster</a>.</p>",
		"publicationdate": "2012-11-01T14:24:35Z",
		"metadata": {
			"view": "Privacy policy"
		}
	}, {
		"summary": "Example summary #2",
		"timestamp": "1351776275",
		"id": "app_terms_&_conditions",
		"title": "Terms & conditions",
		"maintext": "<p>Welcome to the Shell Investor & Media application. This application is owned & operated by Shell International B.V., a company registered in The Netherl&s with registered number 27155369 whose registered office is at Carel van Byl&tlaan 30, 2596 HR The Hague, The Netherl&s.</p> <p>Visitors of this application are bound by the following terms & conditions so please read these carefully before going on. Other Shell applications or websites may contain terms & conditions which are different from these terms & conditions. On your journey around Shell applications & websites please check the terms & conditions of each application & website which you visit & do not assume that these terms & conditions apply to all Shell applications & websites.</p> <p><strong><br/>General disclaimer</strong></p> <ul> <li>Shell companies have their own separate identities but in this application we may sometimes use &quot;Shell&quot;, &quot;Group, &quot;we&quot; or &quot;us&quot; when we refer to Shell companies in general or where no useful purpose is served by identifying any particular Shell company. </li> <li>This application may include links to external websites or applications. When you follow such links the external website or application may appear as a full screen (in which case you will need to use the device button to return to this application) or in some cases it may appear within the frame of this application (in which case you will be able to return to this application by using the navigation buttons within the frame or this application). Where an external website or application appears within the frame of this application, this is purely for ease of navigation & does not indicate any responsibility on our part for the external website or application concerned, even if it is a website or application owned & operated by another Shell company. These links are provided in order to help you find relevant websites, applications, services &/or products which may be of interest to you quickly & easily. It is your responsibility to decide whether any services &/or products available through any of these websites or applications are suitable for your purposes. Shell International BV is not responsible for the owners or operators of these applications or websites or for any goods or services they supply or for the content of their websites or applications & does not give or enter into any conditions, warranties or other terms or representations in relation to any of these or accept any liability in relation to any of these (including any liability arising out of any claim that the content of any external website or application to which this application includes a link infringes the intellectual property rights of any third party).</li> <li>All information or advice provided as part of this application is intended to be general in nature & you should not rely on it in connection with the making of any decision. Shell International BV tries to ensure that all information provided as part of this application is correct at the time of inclusion on the application but does not guarantee the accuracy of such information. Shell International BV is not liable for any action you may take as a result of relying on such information or advice or for any loss or damage suffered by you as a result of you taking this action. </li> <li>Shell reserves the right to monitor any information transmitted or received through any Forum provided. Shell, at its sole discretion & without prior notice, may at any time review, remove or otherwise block any material posted. </li> <li>Should any part of this application offer you the opportunity to join in or read from a forum, please be aware that any communications posted on the forum represent the views of the individual who posted such communication & are not to be taken as the views of Shell. Shell accepts no responsibility or liability for anything posted on the forum by any user of the forum & you must not use the forum to post, upload, or otherwise transmit information or pictures that are defamatory, a breach of privacy or otherwise unlawful. </li> </ul> <p><strong><br/>Terms & Conditions</strong></p> <ul> <li>This application contains material including text, photographs & other images & sound, which is protected by copyright &/or other intellectual property rights. All copyright & other intellectual property rights in this material are either owned by Shell International BV or have been licensed to it by the owner(s) of those rights so that it can use this material as part of this application.  </li> <li>This application also contains trade marks, including the mark &quot;Shell&quot; & the Shell emblem. All trade marks included on this application belong to Shell International BV or have been licensed to it by the owner(s) of those trade marks for use on this application. </li> </ul> <p><strong>You may </strong></p> <ul> <li>access any part of the application; </li> <li>print off one copy of any or all of the pages for your own personal reference. </li> </ul> <p><strong>You may not</strong></p> <ul> <li>copy (whether by printing off onto paper, storing on disk, downloading or in any other way), distribute (including distributing copies), broadcast, alter or tamper with in any way or otherwise use any material contained in the application except as set out under &quot;You may&quot;. These restrictions apply in relation to all or part of the material on the application;  </li> <li>remove any copyright, trade mark or other intellectual property notices contained in the original material from any material copied or printed off from the application; </li> <li>link to this application;  </li> </ul> <p><strong>without our express written consent.</strong></p> <p>If you wish to provide a hypertext or other link to this application, please email the Webmaster with details of:</p> <ul> <li>the URL(s) of the web page(s) from which you are proposing to link to this application </li> <li>the URL(s) of the web page(s) on this application to which you are proposing to link </li> </ul> <p>& we will consider your request. It is our decision as to whether we agree to your request & we do not have to do so. <br/><br/><strong>Changes to Terms & Conditions </strong></p> <ul> <li>Shell International BV may change the terms & conditions & disclaimer set out above from time to time. By using this application you are accepting that you are bound by the current terms & conditions & disclaimer & so you should check these each time you revisit the application. </li> </ul> <p><strong>Changes to/Operation of Application</strong></p> <ul> <li>Shell International BV may change the format & content of this application at any time. </li> <li>Shell International BV may suspend the operation of this application for support or maintenance work, in order to update the content or for any other reason. </li> <li>Shell International BV reserves the right to terminate access to this application at any time & without notice. </li> </ul> <p><strong>Data Protection</strong></p> <p>Personal details provided to Shell International BV or other Shell companies through this application will only be used in accordance with our privacy policy. Please read this carefully before going on. By providing your personal details to us you are consenting to its use in accordance with our <a href=\"http://reports.shell.com/report-home/privacy-policy.html\">privacy policy</a>.</p> <p><strong>Complaints Procedure </strong></p> <p>If you have a question or complaint about this application, please <a href=\"\">contact the Shell webmaster</a>.</p> <p><strong>Jurisdiction</strong></p> <ul> <li>These terms & conditions are governed by & to be interpreted in accordance with English law & in the event of any dispute arising in relation to these terms & conditions or any dispute arising in relation to the application whether in contract or tort or otherwise the English courts will have non-exclusive jurisdiction over such dispute.</li></ul>",
		"publicationdate": "2012-11-01T14:24:35Z",
		"metadata": {
			"view": "Terms & conditions"
		}
	}],
	"apiversion": "2.0"
}
