




{
  "apiversion": "2.0",
  "data": [
    {
      "name": "Peter Voser",
      "title": "Chief Executive Officer",
      "extra": "<p><b>Regional responsibilities</b></p>\n<ul>\n<li>The Netherlands</li>\n<li>United Kingdom</li>\n</ul>\n<p>&nbsp;</p>\n",
      "biography": "<p><b>Background</b></p>\n<p>Peter Voser became Chief Executive Officer (CEO) on July 1, 2009.</p>\n<p>Before his appointment as CEO, he had been Chief Financial Officer (CFO) and an Executive Director since 2004.</p>\n<p>Peter was CFO and an Executive Committee Member of the Asea Brown Boveri (ABB) Group of Companies, based in Switzerland, from March 2002 until September 2004.</p>\n<p>Peter joined Shell in 1982 after graduating in business administration from the University of Applied Sciences, Zürich. He went on to work in a number of finance and business roles in Switzerland, the United Kingdom, Argentina and Chile.</p>\n<p>After moving back to London from Chile in early 1997, Peter became the Group Chief Internal Auditor. In 1999 he was appointed CFO of Shell Europe Oil Products. He became CFO of the Global Oil Products Business in early 2001 and a member of the Oil Products Executive Committee.</p>\n<p>From 2004 until April 2006, Peter was a member of the Supervisory Board of Aegon N.V. He served on the Board of Directors of UBS AG from April 2005 to April 2010. He was a member of the Swiss Federal Auditor Oversight Authority from 2006 until December 2010.</p>\n<p>Since March 2013, Peter has been chair of the Board of Directors of Catalyst, a non-profit organisation that works to build inclusive environments and expand opportunities for women in business. He has served on the Catalyst Board since April 2010. In March 2011, he was appointed to the Board of Directors of Roche. Peter was elected to the Board of Trustees of St. Gallen Foundation for International Studies in May 2012 and has taken over as Chairman in September 2013.</p>\n<p>In July 2011, His Majesty the Sultan of Brunei awarded Peter the title of Dato Seri Laila Jasa in recognition of his services to the state of Brunei.</p>\n<p>Peter is also active in a number of international and bilateral organisations, including the European Round Table of Industrialists and The Business Council.</p>\n<p><b>Personal</b></p>\n<p>A Swiss citizen, Peter was born in 1958. He is married to Daniela and they have three children.<br>\n</p>\n",
      "portrait": {
        "uri": "http://s08.static-shell.com/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-peter-voser.jpg",
        "uri2x": "http://s08.static-shell.com/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-peter-voser.jpg",
        "id": "/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-peter-voser.jpg",
        "timestamp": "1376051100"
      },
      "id": "/content/shell/corporate/global/en/apps/irm/profiles/jcr:content/profiles/ceo",
      "timestamp": "1380887144"
    },
    {
      "name": "Simon Henry",
      "title": "Chief Financial Officer",
      "extra": "<p><b>Responsibilities</b></p>\n<ul>\n<li>Finance</li>\n<li>Investor Relations</li>\n<li>Strategy</li>\n<li>Planning &amp; Appraisal</li>\n<li>Internal Audit</li>\n</ul>\n<p><b><br>\nRegional responsibilities</b></p>\n<ul>\n<li>Asia (excluding Australia, Brunei, Malaysia)</li>\n</ul>\n",
      "biography": "<p><b>Background</b></p>\n<p>Simon became Chief Financial Officer and an Executive Director in May 2009.</p>\n<p>Simon joined Shell having graduated in Mathematics from Cambridge University in 1982, initially working as an engineer at the UK’s Stanlow refinery.</p>\n<p>After qualifying as a member of the Chartered Institute of Management Accountants (CIMA) in 1989, he held various finance posts, including Finance Manager of Marketing in Egypt, Controller for the Upstream business in Egypt, Oil Products Finance Adviser for Asia Pacific, Finance Director for the Mekong Cluster and, up to the end of 2000, General Manager Finance for the South East Asian Retail business.</p>\n<p>He was appointed Head of Group Investor Relations in 2001 and most recently served as Executive Vice President Finance for Exploration &amp; Production from 2004 until his current appointment.</p>\n<p>Simon is a member of the Main Committee of the 100 Group of UK FTSE CFOs, Chair of the European Round Table CFO Taskforce, and a member of the Advisory Board of the Centre for European Reform. He is also a fellow of the CIMA.</p>\n<p><b>Personal</b></p>\n<p>Simon is a British national born in 1961. He is married to Jonquil, and they have three children.<br>\n</p>\n",
      "portrait": {
        "uri": "http://s04.static-shell.com/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-simon-henry.jpg",
        "uri2x": "http://s04.static-shell.com/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-simon-henry.jpg",
        "id": "/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-simon-henry.jpg",
        "timestamp": "1376050918"
      },
      "id": "/content/shell/corporate/global/en/apps/irm/profiles/jcr:content/profiles/chief_financial_offi",
      "timestamp": "1380887129"
    },
    {
      "name": "Ben van Beurden",
      "title": "CEO designate",
      "extra": "<p><b>Responsibilities</b></p>\n<p>Ben van Beurden will assume responsibilities as CEO as from January 1, 2014.</p>\n",
      "biography": "<p><b>Background</b></p>\n<p>On July 9, 2013, the Board of Royal Dutch Shell plc announced that Ben van Beurden will succeed Peter Voser as Chief Executive Officer, effective January 1, 2014.</p>\n<p>Ben joined Shell in 1983, after graduating with a Master’s Degree in Chemical Engineering from Delft University of Technology, the Netherlands.</p>\n<p>Ben’s career in Shell spans both Upstream and Downstream activities. He has held a number of operational and commercial roles, including some 10 years in the LNG business, and a variety of positions in Downstream.</p>\n<p>In January 2005, Ben became Vice President, Manufacturing Excellence, based in Houston, USA. In this role he was responsible for standards in operational excellence and high-performance initiatives in refining and chemicals manufacturing.</p>\n<p>In December 2006, he was appointed Executive Vice President, Chemicals, based in London, UK.</p>\n<p>During his tenure in the role, Ben was appointed to the boards of a number of leading industry associations including the International Council of Chemicals Associations and the European Chemical Industry Council.</p>\n<p>From January to October 2013, Ben was Downstream Director and had regional responsibility for Europe and Turkey. Since January 2013, he has been a member of Shell’s Executive Committee.</p>\n<p><b>Personal</b></p>\n<p>Ben, a Dutch citizen is married to Stacey and has three daughters and a son. He enjoys reading, running and travelling with his family.<br>\n</p>\n",
      "portrait": {
        "uri": "http://s02.static-shell.com/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-ben-van-beurden.jpg",
        "uri2x": "http://s02.static-shell.com/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-ben-van-beurden.jpg",
        "id": "/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-ben-van-beurden.jpg",
        "timestamp": "1376050972"
      },
      "id": "/content/shell/corporate/global/en/apps/irm/profiles/jcr:content/profiles/profile",
      "timestamp": "1380887231"
    },
    {
      "name": "John Abbott",
      "title": "Downstream Director",
      "extra": "<p><b>Responsibilities</b></p>\n<ul>\n<li>Manufacturing</li>\n<li>Retail</li>\n<li>Global Commercial (Lubricants and Business-to-Business)</li>\n<li>Chemicals</li>\n<li>Supply &amp; Distribution</li>\n<li>Alternative Energies</li>\n<li>Trading</li>\n</ul>\n<p><b>Regional responsibilities</b></p>\n<ul>\n<li>Europe (excluding UK and the Netherlands)</li>\n<li>Turkey</li>\n</ul>\n",
      "biography": "<p><b>Background</b></p>\n<p>John Abbott became Downstream Director and a member of the Executive Committee of Royal Dutch Shell plc on October 1, 2013.</p>\n<p>He joined Shell in 1981 after graduating from Birmingham University, UK, with a first-class honours degree in Chemical Engineering.</p>\n<p>John has since worked in the UK, Singapore, Thailand, the Netherlands, Canada, and the USA, predominantly in the areas of Global Manufacturing and Supply, Trading and Distribution. In 1994, he was seconded to the British Government on a brief assignment to work in the Central Policy and Planning Unit of the Department of the Environment.</p>\n<p>In 2006, John was appointed Vice President Manufacturing Excellence and Support, based in Houston, USA. In this role, he led the development and implementation of processes, standards and improvement initiatives across Shell’s global manufacturing portfolio. In 2008, he became Executive Vice President of Shell’s Upstream Americas Heavy Oil business, based in Calgary, Canada.</p>\n<p>In 2012, John was appointed Executive Vice President of Global Manufacturing. Working out of Houston, USA, he led a team of some 30,000 employees and contractors based at around 30 refineries and chemical sites worldwide.</p>\n<p>John is a Fellow member of the Institution of Chemical Engineers, as well as a chartered engineer and chartered scientist.</p>\n<p><b>Personal</b></p>\n<p>A British national, John was born in 1960. He is married with two children and enjoys cycling, astronomy and photography.<br>\n</p>\n",
      "portrait": {
        "uri": "http://s08.static-shell.com/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-john-abbott.png",
        "uri2x": "http://s08.static-shell.com/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-john-abbott.png",
        "id": "/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-john-abbott.png",
        "timestamp": "1380878108"
      },
      "id": "/content/shell/corporate/global/en/apps/irm/profiles/jcr:content/profiles/corporate_internet_m",
      "timestamp": "1380887343"
    },
    {
      "name": "Matthias Bichsel",
      "title": "Projects & Technology Director",
      "extra": "<p><b>Responsibilities</b></p>\n<ul>\n<li>Project Execution</li>\n<li>Global Technical Expertise</li>\n<li>Research and Development</li>\n<li>Third-Party Services</li>\n<li>Safety and Environment</li>\n<li>Contracting &amp; Procurement</li>\n<li>Technical IT</li>\n</ul>\n<p><br>\n<b>Regional responsibilities</b></p>\n<ul>\n<li>Caspian</li>\n<li>India</li>\n<li>Russia</li>\n<li>Ukraine</li>\n</ul>\n",
      "biography": "<p><b>Background</b></p>\n<p>Matthias Bichsel became Director of the Projects &amp; Technology business on July 1, 2009.</p>\n<p>He joined Shell in late 1980 after obtaining a Doctorate in Earth Sciences from the University of Basel, Switzerland.</p>\n<p>His early career was spent on exploration assignments in Bangladesh, Oman, Canada, Indonesia and the Netherlands, interspersed with special projects in Head Offices.</p>\n<p>In 1995, he was appointed Director of Petroleum Development Oman, looking after exploration and deep oil field developments. In 1999, he transferred to Houston as Managing Director of Shell Deepwater Services, where he was involved in all aspects of global deep-water exploration and development. In 2002 he was appointed Executive Vice President Exploration with responsibility for all of Shell’s global exploration activities and performance.</p>\n<p>Most recently, he held the position of Executive Vice President, Development and Technology from 2006, where he was responsible for delivering reserves and production from new upstream projects, as well as the provision of research and technology to Shell’s Exploration and Production organisation.</p>\n<p>In 2011, he was appointed Honorary Professor of the China University of Petroleum, Beijing. He is member of the industry advisory board of the Society of Petroleum Engineers.</p>\n<p><b>Personal</b></p>\n<p>Matthias is a Swiss citizen born in 1954. He is married to Suzanne, and they have a daughter.<br>\n</p>\n",
      "portrait": {
        "uri": "http://s03.static-shell.com/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-matthias-bichsel.jpg",
        "uri2x": "http://s03.static-shell.com/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-matthias-bichsel.jpg",
        "id": "/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-matthias-bichsel.jpg",
        "timestamp": "1376051057"
      },
      "id": "/content/shell/corporate/global/en/apps/irm/profiles/jcr:content/profiles/projects_technology_",
      "timestamp": "1380887396"
    },
    {
      "name": "Andrew Brown",
      "title": "Upstream International Director",
      "extra": "<p><b>Responsibilities</b></p>\n<ul>\n<li>Exploration</li>\n<li>Production</li>\n<li>Commercial/ New business development</li>\n<li>Hydrocarbon maturation</li>\n<li>Liquefied natural gas (LNG)</li>\n<li>Venture management</li>\n<li>Stakeholder management</li>\n<li>Sustainable development</li>\n</ul>\n<p><b><br>\nRegional responsibilities</b></p>\n<ul>\n<li>Middle East</li>\n<li>Africa</li>\n<li>Europe</li>\n<li>Asia</li>\n<li>Australasia</li>\n</ul>\n",
      "biography": "<p><b>Background</b></p>\n<p>Andy Brown became Director of the Upstream International business on April 1, 2012.</p>\n<p>He joined Shell in 1984 after completing his degree in Engineering Science at Cambridge University. In 1985 he was posted to New Zealand, where he worked as a project engineer on the Maui A offshore platform.</p>\n<p>From New Zealand he was posted to Nederlandse Aardolie Maatschappij (NAM) where he initially worked in central engineering.</p>\n<p>Staying at NAM, he was transferred to the F3 offshore project, first working as a rotating equipment engineer and later as Construction Manager for the topsides, which were built in Southern Italy.</p>\n<p>Andy then moved to Brunei Shell Petroleum in 1993 to lead the Front End Engineering Group for the Offshore West region. In 1996 Andy joined Petroleum Development Oman initially as Planning Manager and later as Asset Manager for the Bahja Rima region, where he was responsible for the management of the central Oman oil fields. During this time he also played a role in the establishment of Shell Hydrogen.</p>\n<p>In 2000, Andy was appointed to work with the Vice Chairman of Shell as Senior Advisor for the Middle East and Former Soviet Union, before becoming Private Assistant to the Chairman of Shell in 2001. In late 2002, Andy joined Shell Gas and Power as Project Director for the Pearl GTL project. Following the successful conclusion of the heads-of-agreement and development-and-production-sharing-agreement negotiations, Andy was appointed Managing Director of the newly-formed Qatar Shell GTL Ltd.</p>\n<p>He subsequently led the successful delivery and start-up of the pioneering Pearl GTL project. Andy was appointed Qatar Country Chairman in 2005. In 2009 he was additionally appointed Executive Vice President Qatar in the new Upstream International business, also responsible for the Qatargas-4 LNG project.</p>\n<p>Andy was awarded an OBE in the 2012 New Year’s Honours List for his services to British-Qatari business relations. Andy is a Fellow of the Institute of Mechanical Engineers. He is also a member of the Nigerian President’s Honorary International Investor Council.</p>\n<p><b>Personal</b></p>\n<p>Andy married his wife Julie in 1985 and they have four children. Andy enjoys skiing, walking, sailing and golf.<br>\n</p>\n",
      "portrait": {
        "uri": "http://s00.static-shell.com/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-andy-brown.jpg",
        "uri2x": "http://s00.static-shell.com/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-andy-brown.jpg",
        "id": "/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-andy-brown.jpg",
        "timestamp": "1376051126"
      },
      "id": "/content/shell/corporate/global/en/apps/irm/profiles/jcr:content/profiles/upstream_internation",
      "timestamp": "1380887451"
    },
    {
      "name": "Hugh Mitchell",
      "title": "Chief Human Resources & Corporate Officer",
      "extra": "<p><b>Responsibilities</b></p>\n<ul>\n<li>Human resources</li>\n<li>Internal and external communications</li>\n<li>Shell real estate</li>\n<li>Shell global security</li>\n<li>Shell health</li>\n<li>Shell aircraft</li>\n</ul>\n<p><b><br>\nRegional responsibilities</b></p>\n<ul>\n<li>Sub-Saharan Africa (excluding Nigeria)</li>\n</ul>\n",
      "biography": "<p><b>Background</b></p>\n<p>In March 2005, Hugh was appointed Human Resources Director of Shell and became a member of the Executive Committee in October 2007.</p>\n<p>Hugh graduated from Edinburgh University, Scotland, with an MA (Hons) in Modern History in 1979. Later that year he joined Human Resources in Shell Exploration &amp; Production in Aberdeen. Further HR and business roles followed across the UK and Brunei in both the upstream and downstream businesses.</p>\n<p>In 1997 he became HR Vice President for the Global Oil Products business.</p>\n<p>Hugh moved to Shell headquarters in The Hague, the Netherlands, in 2003 as Director International. His responsibilities included co-ordinating the company’s worldwide government relations activities.</p>\n<p>In March 2005, Hugh was appointed Human Resources Director of Shell. He became a member of the Executive Committee in October 2007.</p>\n<p>Hugh is a member of the Board for the Centre for Advanced Human Resources at Cornell University in the USA, and a Foundation Board member of IMD business school in Lausanne, Switzerland. He was appointed a Fellow of the National Academy of Human Resources in the USA in 2009. He is also an Honorary Vice-President of the Chartered Institute of Personnel and Development (UK).</p>\n<p><b>Personal</b></p>\n<p>Hugh was born in Scotland in 1957. He is married to Linda and they have one daughter and one son. His hobbies include tennis, football, running and hill walking.<br>\n</p>\n",
      "portrait": {
        "uri": "http://s06.static-shell.com/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-hugh-mitchell.jpg",
        "uri2x": "http://s06.static-shell.com/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-hugh-mitchell.jpg",
        "id": "/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-hugh-mitchell.jpg",
        "timestamp": "1376051010"
      },
      "id": "/content/shell/corporate/global/en/apps/irm/profiles/jcr:content/profiles/chief_human_resource",
      "timestamp": "1380887520"
    },
    {
      "name": "Marvin Odum",
      "title": "Upstream Americas Director",
      "extra": "<p><b>Responsibilities</b></p>\n<ul>\n<li>Exploration&amp;nbsp;</li>\n<li>Commercial/ New Business Development</li>\n<li>Unconventionals &amp; Oil Sands</li>\n<li>Venture Management (Production &amp; Technical)</li>\n<li>Stakeholder Management</li>\n<li>Sustainable Development</li>\n</ul>\n<p><b><br>\nRegional responsibilities</b></p>\n<ul>\n<li>Americas</li>\n</ul>\n",
      "biography": "<p><b>Background</b></p>\n<p>Marvin E. Odum became Director of the Upstream Americas business in 2009. He continues as President of Shell Oil Company (SOC).</p>\n<p>Marvin earned a bachelor’s degree in mechanical engineering from The University of Texas at Austin and a master’s degree in business administration from the University of Houston. He began his Shell career as an engineer in 1982, and has since served in a number of management positions of increasing responsibility in both technical and commercial aspects of energy.</p>\n<p>Prior to his most recent appointment and in addition to his role as SOC President, he was Executive Vice President for the Americas for Shell Exploration &amp; Production. He was named SOC President in 2008 and had served as Executive Vice President since 2005, with responsibility for Shell exploration and production businesses in the western hemisphere.</p>\n<p>Marvin is a member of the Council on Foreign Relations and holds positions of board leadership and participation in the Business Roundtable and the American Petroleum Institute. He is on the executive committee of the World Business Council for Sustainable Development. In addition, he is a member of the Dean’s Council of the John F. Kennedy School of Government at Harvard University and the Advisory Board of the Cockrell School of Engineering at The University of Texas at Austin. He is also involved with several charities in the Houston area.</p>\n<p><b>Personal</b></p>\n<p>Marvin, a US citizen, was born in 1958. He is married to Mariloli, and they have three children.<br>\n</p>\n",
      "portrait": {
        "uri": "http://s05.static-shell.com/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-marvin-odum.jpg",
        "uri2x": "http://s05.static-shell.com/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-marvin-odum.jpg",
        "id": "/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-marvin-odum.jpg",
        "timestamp": "1376051035"
      },
      "id": "/content/shell/corporate/global/en/apps/irm/profiles/jcr:content/profiles/upstream_americas_di",
      "timestamp": "1380887583"
    },
    {
      "name": "Peter Rees QC",
      "title": "Legal Director",
      "extra": "<p><b>Responsibilities</b></p>\n<ul>\n<li>Legal Services</li>\n<li>Intellectual Property Services</li>\n<li>Compliance</li>\n</ul>\n",
      "biography": "<p><b>Background</b></p>\n<p>Peter Rees QC was appointed Legal Director of Royal Dutch Shell plc on January 1, 2011.</p>\n<p>In this post he has ultimate responsibility for the Shell global legal function and advises the Shell group management on all legal matters of group-wide importance.</p>\n<p>The Shell legal function comprises some 1,000 staff, of which around 700 are lawyers or intellectual property professionals.</p>\n<p>The Shell legal function includes the ethics and compliance office.</p>\n<p>As Legal Director, Peter is also a member of the Executive Committee.</p>\n<p>Peter started his legal career in 1979 at the international law firm Norton Rose.</p>\n<p>He became a partner in 1987 and Head of Dispute Resolution and a member of the Executive Committee in 1997.</p>\n<p>In 2006 he joined Debevoise &amp; Plimpton as a partner in its London office.</p>\n<p>In 2009 Peter was appointed Queen’s Counsel.</p>\n<p>He attended Downing College, Cambridge University where he took his law degree.</p>\n<p>He also has an MBA from Nottingham Trent University.</p>\n<p>Peter is a Fellow of the Chartered Institute of Arbitrators, a Chartered Arbitrator, and an accredited adjudicator and mediator.</p>\n<p>Peter is a former Chair of three organisations: the International Construction Projects Committee of the International Bar Association; the Technology and Construction Solicitors’ Association; and the Board of Management of the Chartered Institute of Arbitrators.</p>\n<p>He is a Council Member of the International Chamber of Commerce UK and a Member of the Court of the London Court of International Arbitration.</p>\n<p><b>Personal</b></p>\n<p>Born in 1957 in the UK, Peter is married to Nicola. He has a daughter, Megan.<br>\n</p>\n",
      "portrait": {
        "uri": "http://s07.static-shell.com/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-peter-rees.jpg",
        "uri2x": "http://s07.static-shell.com/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-peter-rees.jpg",
        "id": "/content/dam/shell-new/local/corporate/corporate/irm-app-images/executive-committee/app-peter-rees.jpg",
        "timestamp": "1376051080"
      },
      "id": "/content/shell/corporate/global/en/apps/irm/profiles/jcr:content/profiles/legal_director",
      "timestamp": "1380887647"
    }
  ],
  "timestamp": "0"
}