{
  "data" : [
    {
      "summary" : "Class A ordinary shares & Class B ordinary shares have identical rights, except related to the dividend access mechanism, which applies only to the Class B ordinary shares.",
      "timestamp" : "1312495200",
      "id" : "diff-a-b-shares",
      "title" : "Difference between A & B shares",
      "maintext" : "<p>Dividends paid on Class A ordinary shares have a Dutch source for tax purposes & are subject to Dutch withholding tax (see note 1 - Taxation). It is the expectation & the intention, although there can be no certainty, that holders of Class B ordinary shares will receive dividends via the dividend access mechanism (see note 2 - Dividend Access Mechanism).</p><p>Any dividends paid on the dividend access share will have a UK source for Dutch & UK tax purposes; there will be no UK or Dutch withholding tax on such dividends & certain holders (not including US holders) of Class B ordinary shares or Class B ADSs will be entitled to a UK tax credit in respect of their proportional share of such dividends.</p><h3>Note 1 - Taxation</h3><p>Royal Dutch Shell is incorporated in Engl& & Wales & tax-resident in the Netherlands. As a tax resident of the Netherlands, it is generally required by Dutch law to withhold tax at a rate of 15% on dividends with effect from January 1, 2007 (in 2006 the withholding tax rate was 25%) on its ordinary shares & ADSs, subject to the provisions of any applicable tax convention or domestic law.</p>",
      "publicationdate" : "2011-08-05T10:13:00Z",
      "metadata" : {
        "view" : "Difference between A & B shares"
      }
    },
    {
      "summary" : "Example summary #1",
      "timestamp" : "1312495201",
      "id" : "ads-or-adr",
      "title" : "Difference between A & B shares",
      "maintext" : "<p>ADS stands for an American Depositary Share. ADSs are listed on the NYSE under the symbols RDS.A & RDS.B. Each ADS represents two ordinary shares, two A Shares in the case of RDS.A or two B Shares in the case of RDS.B. ADS ownership is evidenced by American Depositary Receipts or ADRs. ADSs are quoted & traded in U.S. dollars in the U.S. securities market. Also, the dividends are paid to investor in U.S. dollars.</p><p>ADSs were specifically designed to facilitate the purchase, holding & sale of non-U.S. securities by U.S. investors, & to provide a corporate finance vehicle for non-U.S. companies. ADSs can be held in book-entry form or as a physical certificate.</p><p>An ADR is a negotiable U.S. certificate representing ownership of the ADSs in a non-U.S. corporation.  In many cases the terms ADR & ADS are used interchangeably.</p>",
      "publicationdate" : "2011-08-05T10:13:00Z",
      "metadata" : {
        "view" : "What is an ADS or an ADR?"
      }
    },
    {
      "summary" : "On this page information about our shares, such as exchanges, tickers, ISIN codes, identification numbers & registered offices of Shell.",
      "timestamp" : "1312495202",
      "id" : "ticker-isin",
      "title" : "Ticker & ISIN codes",
      "maintext" : "<table><tbody><tr><th> </th><th>Royal Dutch Shell plc Amsterdam</th><th>Royal Dutch Shell plc London</th><th>Royal Dutch Shell plc New York (ADS)</th></tr><tr><th>Primary Exchange</th><td>Amsterdam</td><td>London</td><td>New York</td></tr><tr><th>Ticker Codes</th><td>RDSA<br/>RDSB</td><td>RDSA<br/>RDSB</td><td>RDS.A<br/>RDS.B</td></tr><tr><th>Currency</th><td>EUR</td><td>GBP</td><td>USD</td></tr><tr><th>Par Value</th><td>€0.07</td><td>€0.07</td><td>€0.07</td></tr><tr><th>SEDOL A-share</th><td>B09CBL4</td><td>B03MLX2</td><td>B03MM62</td></tr><tr><th>SEDOL B-share</th><td>B03MM40</td><td>B09CBN6</td><td>B03MM73</td></tr><tr><th>ISIN A-share</th><td>GB00B03MLX29</td><td>GB00B03MLX29</td><td>US7802592060</td></tr><tr><th>ISIN B-share</th><td>GB00B03MM408</td><td>GB00B03MM408</td><td>US7802591070</td></tr><tr><th>CUSIP A-share</th><td>G7690A100</td><td>G7690A100</td><td>780259206</td></tr><tr><th>CUSIP B-share</th><td>G7690A118</td><td>G7690A118</td><td>780259107</td></tr><tr><th>Dividend Frequency</th><td>Quarterly</td><td>Quarterly</td><td>Quarterly</td></tr><tr><th>Registered Office</th><td>Shell Centre<br/>London<br/>SE1 7NA<br/>United Kingdom</td><td>Shell Centre<br/>London<br/>SE1 7NA<br/>United Kingdom</td><td>Shell Centre<br/>London<br/>SE1 7NA<br/>United Kingdom</td></tr><tr><th>Headquarters</th><td><p>Carel van Bylandtlaan 30<br/>2596 HR The Hague<br/>The Netherlands</p></td><td><p>Carel van Bylandtlaan 30<br/>2596 HR The Hague<br/>The Netherlands</p></td><td><p>Carel van Bylandtlaan 30<br/>2596 HR The Hague<br/>The Netherlands</p></td></tr><tr><th>Registrars</th><td>Equiniti</td><td>Equiniti</td><td>Equiniti</td></tr></tbody></table>",
      "publicationdate" : "2011-08-05T10:13:00Z",
      "metadata" : {
        "view" : "Ticker & ISIN codes"
      }
    },
    {
      "id" : "ab1585e7ef15ab3d3c1354492196890e31",
      "timestamp" : "1351638000",
      "resources" : [
        {
          "timestamp" : "1351638000",
          "id" : "88d2a1cb7c8261e32f9049a2a98749df",
          "title" : "Latest announcement",
          "mimetype" : "text/html",
          "thumbnail" : {
            "uri2x" : "http://www-static.shell.com/static/investor/imgs/544_wide/spdc_mining_leasedivestments05092012.gif",
            "timestamp" : "1264377600",
            "id" : "db1585e7ef15ab3d3c13544921968907",
            "uri" : "http://www-static.shell.com/static/investor/imgs/544_wide/spdc_mining_leasedivestments05092012.gif"
          },
          "publicationdate" : "2012-11-01T07:00:00Z",
          "uri" : "http://www.shell.com/global/aboutshell/investor/dividend-information/latest-announcement.html"
        }
      ],
      "title" : "Dividend announcement",
      "publicationdate" : "2012-11-01T07:00:00Z",
      "tabs" : [
        {
          "summary" : "Dividend announcement",
          "timestamp" : "1351724400",
          "id" : "a3dcb4d229de6fde0db5686dee47145d",
          "title" : "Dividend announcement",
          "maintext" : "<p><strong>The Board of Royal Dutch Shell plc (“RDS”) today announced an interim dividend in respect of the third quarter of 2012 of US$0.43 per A ordinary share (“A Share”) and B ordinary share (“B Share”), an increase of US$ 0.01 on the equivalent US dollar dividend for the same quarter last year.</strong></p> <p>RDS provides eligible shareholders with a choice to receive dividends in cash or in shares via a Scrip Dividend Programme (“the Programme”). For further details please see below.</p> <p><strong><br/>Details relating to the third quarter 2012 interim dividend</strong></p> <p>It is expected that cash dividends on the B Shares will be paid via the Dividend Access Mechanism from UK-sourced income of the Shell Group.</p> <p><table><tbody><tr><th>Per ordinary share</th><th>Q3 2012</th> </tr> <tr><td>RDS A shares (US$)</td> <td>0.43</td> </tr> <tr><td>RDS B shares (US$)</td> <td>0.43</td> </tr> </tbody> </table> </p> <p>Cash dividends on A Shares will be paid, by default, in euro, although holders of A Shares will be able to elect to receive dividends in pounds sterling.</p> <p>Cash dividends on B Shares will be paid, by default, in pounds sterling, although holders of B Shares will be able to elect to receive dividends in euro.</p> <p>The pounds sterling and euro equivalent dividend payments will be announced on December 7, 2012.</p> <p><table><tbody><tr><th>Per ADS</th><th>Q3 2012</th> </tr> <tr><td>RDS A ADSs (US$)</td> <td>0.86</td> </tr> <tr><td>RDS B ADSs (US$)</td> <td>0.86</td> </tr> </tbody> </table> </p> <p>Cash dividends on American Depository Shares (“ADSs”) will be paid, by default, in US dollars.</p> <p>ADS stands for an American Depositary Share. ADR stands for an American Depositary Receipt. An ADR is a certificate that evidences ADSs. ADSs are listed on the NYSE under the symbols RDS.A and RDS.B. Each ADS represents two ordinary shares, two A Shares in the case of RDS.A or two B Shares in the case of RDS.B. In many cases the terms ADR and ADS are used interchangeably.</p> <p><strong><br/>Scrip Dividend Programme </strong></p> <p>RDS provides shareholders with a choice to receive dividends in cash or in shares via a Scrip Dividend Programme.</p> <p>Under the Programme shareholders can increase their shareholding in RDS by choosing to receive new shares instead of cash dividends, if approved by the Board. Only new A Shares will be issued under the Programme, including to shareholders who currently hold B Shares.</p> <p>Joining the Programme may offer a tax advantage in some countries compared with receiving cash dividends. In particular, dividends paid out as shares will not be subject to Dutch dividend withholding tax (currently 15 per cent) and will not generally be taxed on receipt by a UK shareholder or a Dutch corporate shareholder.</p> <p>Shareholders who elect to join the Programme will increase the number of shares held in RDS without having to buy existing shares in the market, thereby avoiding associated dealing costs.</p> <p>Shareholders who do not join the Programme will continue to receive in cash any dividends approved by the Board.</p> <p>Shareholders who held only B Shares and joined the Scrip Dividend Programme are reminded they will need to make a Scrip Dividend Election in respect of their new A Shares if they wish to join the Programme in respect of such new shares. However, this is only necessary if the shareholder has not previously made a Scrip Dividend Election in respect of any new A Shares issued.</p> <p>For further information on the Programme, including how to join if you are eligible, please refer to the appropriate publication available on <a href=\"http://www.shell.com/scrip\">www.shell.com/scrip</a>.</p> <p><strong><br/>Dividend timetable for the third quarter 2012 interim dividend</strong><strong><br/></strong></p> <p><strong><br/></strong></p> <p><table><tbody><tr><th> </th><th> <p>3rd quarter 2012</p> </th> </tr> <tr><th>Announcement date</th> <td>November 1, 2012</td> </tr> <tr><th>Ex-dividend date</th> <td>November 14, 2012</td> </tr> <tr><th>Record date </th> <td>November 16, 2012</td> </tr> <tr><th>Scrip reference share price announcement date</th> <td>November 21, 2012</td> </tr> <tr><th>Closing of scrip election and currency election <sup><strong><em>(*)</em></strong></sup></th> <td>November 30, 2012</td> </tr> <tr><th>Pounds sterling and euro equivalents announcement date</th> <td>December 7, 2012</td> </tr> <tr><th>Payment date</th> <td>December 20, 2012</td> </tr> </tbody> </table> </p> <p><em>* A different scrip election date may apply to registered and non registered ADS holders. <br/>Registered ADS holders can contact The Bank of New York Mellon for the election deadline that applies. Non registered ADS holders can contact their broker, financial intermediary, bank or financial institution for the election deadline that applies. </em></p> <p><em>Both a different scrip and currency election date may apply to shareholders holding shares in a securities account with a bank or financial institution ultimately holding through Euroclear Nederland.  Please contact your broker, financial intermediary, bank or financial institution where you hold your securities account for the election deadline that applies</em><em>.</em></p> <p><strong><br/><br/>Taxation cash dividends</strong></p> <p>Cash dividends on A Shares will be subject to the deduction of Netherlands dividend withholding tax at the rate of 15%, which may be reduced in certain circumstances. Provided certain conditions are met, shareholders in receipt of A Share cash dividends may also be entitled to a non-payable dividend tax credit in the United Kingdom.</p> <p>Shareholders resident in the United Kingdom, receiving cash dividends on B Shares through the Dividend Access Mechanism, are entitled to a tax credit. This tax credit is not repayable. Non-residents may also be entitled to a tax credit, if double tax arrangements between the United Kingdom and their country of residence so provide, or if they are eligible for relief given to non-residents with certain special connections with the United Kingdom or to nationals of states in the European Economic Area.</p> <p>The amount of tax credit is 10/90ths of the cash dividend, the tax credit referable to the third quarter 2012 interim dividend of US$0.43 is US$0.05 per ordinary share and the dividend and tax credit together amount to US$0.48. The pounds sterling and euro equivalents will be announced on December 7, 2012.</p> <p><strong>Royal Dutch Shell plc</strong></p> <p><strong>The Hague, November 1, 2012</strong></p>",
          "publicationdate" : "2012-12-05T01:01:01Z"
        },
        {
          "summary" : "Scrip reference price",
          "timestamp" : "1351724400",
          "id" : "dcf447941ec022c62422b0ae444c6802",
          "title" : "Scrip reference price",
          "maintext" : "<p><strong>The Board of Royal Dutch Shell plc (“RDS”) today announced the Reference Share Price in respect of the third quarter interim dividend of 2012, which was announced on November 1st, 2012 at $0.43 per A ordinary share (“A Share”) and B ordinary share (“B Share”) and $0.86 per American Depository Share (“ADS”).<br/></strong></p> <p><strong>Reference Share Price<br/></strong>The Reference Share price is used for calculating a Participating Shareholder’s entitlement under the Scrip Dividend Programme, as defined below.</p> <p><table><tbody><tr><th> </th><th>Q3 2012</th> </tr> <tr><td>Reference share price (US$)</td> <td>32.906</td> </tr> </tbody> </table> </p> <p>The Reference Share Price is the US dollar equivalent of the average of the closing price for the Company’s A Shares listed on Euronext Amsterdam for the five dealing days commencing on (and including) the date on which the Shares are first quoted ex-dividend in respect of the relevant dividend.<br/><br/>The Reference Share Price is calculated by reference to the Euronext Amsterdam closing price in euro. The US dollar equivalent of the closing price on each of the dealing days referred to above is calculated using a market currency exchange rate prevailing at the time.<br/><br/><strong>Reference ADS Price<br/></strong>ADS stands for “American Depositary Share”. ADR stands for “American Depositary Receipt”. An  ADR is a certificate that evidences ADSs (though the terms ADR and ADS are often used interchangeably).  ADSs are listed on the NYSE under the symbols RDS.A and RDS.B.  Each ADS represents two ordinary shares, two ordinary A Shares in the case of RDS.A or two ordinary B Shares in the case of RDS.B.</p> <p><table><tbody><tr><th> </th><th>Q3 2012</th> </tr> <tr><td>Reference ADS price (US$)</td> <td>65.812</td> </tr> </tbody> </table> </p> <p>The Reference ADS Price equals the Reference Share Price of the two A Shares underlying each new A ADS.  A recent court ruling has established that Stamp Duty Reserve Tax (SDRT) is not due on the issue of shares to a US depositary. Therefore, the Reference ADS price no longer includes an adjustment for the deduction of SDRT (or the Dutch withholding tax associated with the payment of SDRT). Given these changes, there is no longer a need to have an Alternative Reference ADS Price.  The Reference ADS Price will instead apply to all A ADSs and B ADSs.<br/><br/>Royal Dutch Shell plc is currently exploring together with the Depository how ADS holders might reclaim SDRT amounts deducted on previous issues under the Scrip Dividend Programme.  Details will be made available as soon as possible on the dividend section of the Royal Dutch Shell plc website:  <a href=\"http://www.shell.com/dividend\">www.shell.com/dividend</a>.<br/><br/><strong>Scrip dividend programme <br/></strong>RDS provides shareholders with a choice to receive dividends in cash or in shares via a Scrip Dividend Programme. Under the Programme shareholders can increase their shareholding in RDS by choosing to receive new shares instead of cash dividends if declared by RDS.  Only new A Shares will be issued under the Programme, including to shareholders who currently hold B Shares.<br/><br/>Joining the Programme may offer a tax advantage in some countries compared with receiving cash dividends. In particular, dividends paid out as shares will not be subject to Dutch dividend withholding tax (currently 15 per cent) and will not generally be taxed on receipt by a UK shareholder or a Dutch corporate shareholder.<br/><br/>Shareholders who elect to join the Programme will increase the number of shares held in RDS without having to buy existing shares in the market, thereby avoiding associated dealing costs.<br/><br/>Shareholders who do not join the Programme will continue to receive in cash any dividends declared by RDS.<br/><br/>Shareholders who held only B shares and joined the Scrip Dividend Programme are reminded they will need to make a Scrip Dividend Election in respect of their new A shares if they wish to join the Programme in respect of such new shares.  However, this is only necessary if the shareholder has not previously made a Scrip Dividend Election in respect of any new A shares issued.<br/><br/>For further information on the Programme, including how to join if you are eligible, please refer to the appropriate publication available on <a href=\"http://www.shell.com/scrip\">www.shell.com/scrip</a>.</p> <p><br/><strong>Royal Dutch Shell plc<br/>The Hague, November 21st, 2012</strong></p>",
          "publicationdate" : "2012-12-05T01:01:01Z"
        },
        {
          "summary" : "GBP &amp; EUR announcement",
          "timestamp" : "1351724400",
          "id" : "b288e5ecb127fd20f78972ba95aa41b9",
          "title" : "GBP &amp; EUR announcement",
          "maintext" : "<p><strong>The Board of Royal Dutch Shell plc (“RDS”) today announced the pounds sterling and euro equivalent dividend payments in respect of the third quarter 2012 interim dividend, which was announced on November 1, 2012 at US$0.43 per A ordinary share (“A Share”) and B ordinary share (“B Share”). </strong></p> <p>Dividends on A Shares will be paid, by default, in euro at the rate of €0.3333 per A Share. Holders of A Shares who have validly submitted pounds sterling currency elections by November 30, 2012 will be entitled to a dividend of 26.86p per A Share.</p> <p>Dividends on B Shares will be paid, by default, in pounds sterling at the rate of 26.86p per B Share. Holders of B Shares who have validly submitted euro currency elections by November 30, 2012 will be entitled to a dividend of €0.3333 per B Share.</p> <p>This dividend will be payable on December 20, 2012 to those members whose names were on the Register of Members on November 16, 2012.</p> <p><p><br/><strong>Taxation cash dividends </strong></p> </p> <p><p>Dividends on A Shares will be subject to the deduction of Netherlands dividend withholding tax at the rate of 15%, which may be reduced in certain circumstances. Provided certain conditions are met, shareholders in receipt of A Share dividends may also be entitled to a non-payable dividend tax credit in the United Kingdom.</p> <p>Shareholders resident in the United Kingdom, receiving dividends on B Shares through the Dividend Access Mechanism, are entitled to a tax credit. This tax credit is not repayable. Non-residents may also be entitled to a tax credit, if double tax arrangements between the United Kingdom and their country of residence so provide, or if they are eligible for relief given to non-residents with certain special connections with the United Kingdom or to nationals of states in the European Economic Area.</p> <p>The amount of tax credit is 10/90ths of the cash dividend, the tax credit referable to the third quarter 2012 interim dividend of US$0.43 (26.86p or €0.3333) is US$0.05 (2.98p or €0.0370) per ordinary share and the dividend and tax credit together amount to US$0.48 (29.84p or €0.3703).</p> <p><strong>Royal Dutch Shell<br/>The Hague, December 7th, 2012</strong></p> </p>",
          "publicationdate" : "2012-12-05T01:01:01Z"
        },
        {
          "summary" : "Scrip issuance",
          "timestamp" : "1351724400",
          "id" : "05a5f50462b4622c165fd5620ceb7881",
          "title" : "Scrip issuance",
          "maintext" : "<p><strong>Royal Dutch Shell plc announces that it has today issued 34,249,652 A Ordinary shares in relation to the scrip dividend programme for the third quarter 2012 interim dividend.</strong><br> <br> Following this issue, the total number of A shares in issuance is 3,772,388,687 and the total number of B shares is 2,617,715,189.&amp;nbsp; Royal Dutch Shell plc holds no ordinary shares in Treasury.<br> <br> <strong>Royal Dutch Shell plc<br> The Hague, December 20, 2012</strong></p>",
          "publicationdate" : "2012-12-05T01:01:01Z"
        }
      ],
      "metadata" : {
        "view" : "Dividend announcement"
      }
    }
  ],
  "apiversion" : "2.0"
}
