    




{
  "apiversion": "2.0",
  "data": [
    {
      "metadata": {
        "view": "Difference between A and B shares"
      },
      "publicationdate": "2012-08-24T10:42:00Z",
      "title": "Difference between A and B shares",
      "summary": "<p>Class A ordinary shares and Class B ordinary shares have identical rights, except related to the dividend access mechanism, which applies only to the Class B ordinary shares.</p>",
      "maintext": "<p>Dividends paid on Class A ordinary shares have a Dutch source for tax purposes and are subject to Dutch withholding tax (see note 1 - Taxation). It is the expectation and the intention, although there can be no certainty, that holders of Class B ordinary shares will receive dividends via the dividend access mechanism (see note 2 - Dividend Access Mechanism).</p> \n<p>Any dividends paid on the dividend access share will have a UK source for Dutch and UK tax purposes; there will be no UK or Dutch withholding tax on such dividends and certain holders (not including US holders) of Class B ordinary shares or Class B ADSs will be entitled to a UK tax credit in respect of their proportional share of such dividends.</p><h2>Note 1 - Taxation</h2><p>Royal Dutch Shell is incorporated in England and Wales and tax-resident in the Netherlands. As a tax resident of the Netherlands, it is generally required by Dutch law to withhold tax at a rate of 15% on dividends with effect from January 1, 2007 (in 2006 the withholding tax rate was 25%) on its ordinary shares and ADSs, subject to the provisions of any applicable tax convention or domestic law.</p> \n<p>The following sets forth the operation of the provisions on dividends on Royal Dutch Shell’s various ordinary shares and ADSs to US and UK holders, as well as certain other tax rules pertinent to holders. Each holder should consult their tax advisor.</p> \n<p><strong><br />Dividends paid on the Dividend Access Share</strong></p> \n<p>There is no Dutch withholding tax on dividends on Royal Dutch Shell Class B ordinary shares or Class B ADSs provided that such dividends are paid on the Dividend Access Share pursuant to the Dividend Access Mechanism (see above section “dividend access mechanism for Class B ordinary shares”).</p> \n<p>Dividends paid on the Dividend Access Share are treated as UK-source for tax purposes and there is no UK withholding tax on them. Also, under UK law, individual shareholders resident in the UK are entitled to a UK tax credit with dividends paid on the Dividend Access Share. The amount of the UK tax credit is 10/90ths of the cash dividend and the credit is not repayable when it exceeds the individual’s UK tax liability.</p> \n<p>All dividends with respect to Class B ordinary shares and Class B ADSs&nbsp;have to date been&nbsp;paid on the Dividend Access Share pursuant to the Dividend Access Mechanism.</p> \n<p><br /><strong>Dutch withholding tax</strong></p> \n<p>When Dutch withholding tax applies, a United States holder will be subject to Dutch withholding tax at a rate of 15% from January 1, 2007. A United States holder who is entitled to the benefits of the 1992 Double Taxation Convention between the United States and the Netherlands and as amended by the protocol signed March 8, 2004 (the “convention”) will be entitled to a reduction in the Dutch withholding tax, either by way of a full or a partial exemption at source or by way of a partial refund or a credit as follows:&nbsp;</p> \n<ul> \n <li> If the US holder is an exempt pension trust as described in article 35 of the Convention, or an exempt organisation as described in article 36<br />thereof, the US holder will be exempt from Dutch withholding tax. </li> \n <li> If the US holder is a company that holds directly at least 10% of the voting power in Royal Dutch Shell, the US holder will be subject to Dutch withholding tax at a rate not exceeding 5%. </li> \n</ul> \n<p>In general, the entire dividend (including any amount withheld) will be dividend income to the US holder, and the withholding tax will be treated as a foreign income tax that is eligible for credit against the US holder’s income tax liability or a deduction subject to certain limitations. A “US holder” includes, but is not limited to, a citizen or resident of the United States, or a corporation or other entity organized under the laws of the United States or any of its political subdivisions.</p> \n<p>When Dutch withholding tax applies on dividends paid to UK-resident holders (that is, dividends on Class A ordinary shares or Class A ADSs, or on Class B ordinary shares or Class B ADSs that are not paid on the Dividend Access Share pursuant to the dividend access mechanism), the dividend will typically be subject to withholding tax at a rate of 15% with effect from January 1, 2007.</p> \n<p>Pension funds, meeting certain defined criteria, can however, claim a full refund of the dividend tax withheld effective January 1, 2007. Also, resident corporate shareholders holding at least a 5% shareholding are exempted at source from dividend tax.</p> \n<p>For 2006 the 25% withholding tax rate applied, unless the UK holder was entitled to the benefits of the main tax convention between the Netherlands and the UK, and submitted an appropriate claim with the Dutch Revenue, in which case the reduced withholding tax rate of 15% was applicable. Such UK holder will be entitled to a credit (not repayable) for withholding tax against their UK tax liability.</p> \n<p>For shareholders who are resident in any other country, the availability of a whole or partial exemption or refund of Dutch withholding tax is governed by Dutch tax law and/or the tax convention, if any, between the Netherlands and the country of the shareholder’s residence.</p><h2>Note 2 - Dividend Access Mechanism</h2><p>A dividend access share has been issued by Shell Transport to EES Trustees International Limited (&quot;EES Trustee&quot;)&nbsp;as dividend access trustee. Pursuant to a declaration of trust, EES Trustee will hold any dividends paid in respect of the dividend access share on trust for the holders of Class B ordinary shares from time to time and will arrange for prompt disbursement of such dividends to holders of Class B ordinary shares.</p> \n<p>Interest and other income earned on unclaimed dividends will be for the account of Shell Transport and any dividends which are unclaimed after 12 years will revert to Shell Transport. Holders of Class B ordinary shares will not have any interest in the dividend access share and will not have any rights against Shell Transport as issuer of the dividend access share. The only assets held on trust for the benefit of the holders of Class B ordinary shares will be dividends paid to the dividend access trustee in respect of the dividend access share.</p> \n<p>The declaration and payment of dividends on the dividend access share will require board action by Shell Transport and will be subject to any applicable legal or articles limitations in effect from time to time. In no event will the aggregate amount of the dividend paid by Shell Transport under the dividend access mechanism for a particular period exceed the aggregate amount of the dividend declared by the Royal Dutch Shell Board on the Class B ordinary shares in respect of the same period.</p> \n<p><br /><strong>Operation of dividend access mechanism</strong></p> \n<p>Following the declaration of a dividend by Royal Dutch Shell on the Class B ordinary shares, Shell Transport may declare a dividend on the dividend access share. Shell Transport will not declare a dividend on the dividend access share before Royal Dutch Shell declares a dividend on the Class B ordinary shares, as Shell Transport will need to know what dividend Royal Dutch Shell has declared on the Class B ordinary shares.</p> \n<p>This is to ensure that the dividend declared on the dividend access share does not exceed an amount equal to the total dividend declared by Royal Dutch Shell on the Class B ordinary shares.</p> \n<p>To the extent that a dividend is declared and paid on the dividend access share by Shell Transport, the holders of the Class B ordinary shares will be beneficially entitled to receive their share of that dividend pursuant to the declaration of trust (and arrangements will be made to ensure that the dividend is paid in the same currency in which they would have received a dividend from Royal Dutch Shell).</p> \n<p>If any amount is paid by Shell Transport by way of a dividend on the dividend access share and paid by the dividend access trustee to any holder of Class B ordinary shares, the dividend which Royal Dutch Shell would otherwise pay on the Class B ordinary shares will be reduced by an amount equal to the amount paid to such holders of Class B ordinary shares by the dividend access trustee.</p> \n<p>Royal Dutch Shell will have a full and unconditional obligation, in the event that the dividend access trustee does not pay an amount to holders of Class B ordinary shares on a cash dividend payment date (even if that amount has been paid to the dividend access trustee), to pay immediately the dividend declared on the Class B ordinary shares.</p> \n<p>The right of holders of Class B ordinary shares to receive distributions from the dividend access trustee will be reduced by an amount equal to the amount of any payment actually made by Royal Dutch Shell on account of any dividend on Class B ordinary shares.</p> \n<p>The dividend access mechanism may be suspended or terminated at any time by Royal Dutch Shell’s Directors or the Directors of Shell Transport, for any reason and without financial recompense. This might, for instance, occur in response to changes in relevant tax legislation.</p> \n<p>The daily operations of the Dividend Access Trust is administered on behalf of the Group by EES Trustee, an established trustee services company. Material financial information of the Dividend Access Trust is included in the Consolidated Financial Statements of the Group and is therefore, subject to the same disclosure controls and procedures of the Group.</p>",
      "uri": "http://www.shell.com/global/aboutshell/investor/share-price-information/difference-a-b.html",
      "id": "/content/shell/corporate/global/en/aboutshell/investor/share-price-information/difference-a-b",
      "timestamp": "1368265078"
    },
    {
      "metadata": {
        "view": "What is an ADS or an ADR?"
      },
      "publicationdate": "2013-02-04T13:35:53Z",
      "title": "What is an ADS or an ADR?",
      "summary": "ADS stands for an American Depositary Share. ADSs are listed on the NYSE under the symbols RDS.A and RDS.B. ",
      "maintext": "<p>Each ADS represents two ordinary shares, two A Shares in the case of RDS.A or two B Shares in the case of RDS.B. ADS ownership is evidenced by American Depositary Receipts or ADRs. ADSs are quoted and traded in U.S. dollars in the U.S. securities market. Also, the dividends are paid to investor in U.S. dollars. </p> \n<p>ADSs were specifically designed to facilitate the purchase, holding and sale of non-U.S. securities by U.S. investors, and to provide a corporate finance vehicle for non-U.S. companies. ADSs can be held in book-entry form or as a physical certificate.</p> \n<p> An ADR is a negotiable U.S. certificate representing ownership of the ADSs in a non-U.S. corporation.&amp;nbsp; In many cases the terms ADR and ADS are used interchangeably.<br /> </p>",
      "id": "/content/shell/corporate/global/en/apps/irm/shares/jcr:content/shares/123_1359984953214",
      "timestamp": "1359984953"
    },
    {
      "metadata": {
        "view": "Ticker and ISIN codes"
      },
      "publicationdate": "2012-03-19T08:51:00Z",
      "title": "Ticker and ISIN codes",
      "summary": "<p>On this page information about our shares, such as exchanges, tickers, ISIN codes, identification numbers and registered offices of Shell.</p>",
      "maintext": "<h2></h2><table> \n <tbody> \n  <tr> \n   <th> &nbsp; </th> \n   <th> Royal Dutch Shell plc Amsterdam </th> \n   <th> Royal Dutch Shell plc London </th> \n   <th> Royal Dutch Shell plc New York (ADS) </th> \n  </tr> \n  <tr> \n   <th> Primary Exchange </th> \n   <td> Amsterdam </td> \n   <td> London </td> \n   <td> New York </td> \n  </tr> \n  <tr> \n   <th> Ticker Codes </th> \n   <td> RDSA<br />RDSB </td> \n   <td> RDSA<br />RDSB </td> \n   <td> RDS.A<br />RDS.B </td> \n  </tr> \n  <tr> \n   <th> Currency </th> \n   <td> EUR </td> \n   <td> GBP </td> \n   <td> USD </td> \n  </tr> \n  <tr> \n   <th> Par Value </th> \n   <td> €0.07 </td> \n   <td> €0.07 </td> \n   <td> €0.07 </td> \n  </tr> \n  <tr> \n   <th> SEDOL A-share </th> \n   <td> B09CBL4 </td> \n   <td> B03MLX2 </td> \n   <td> B03MM62 </td> \n  </tr> \n  <tr> \n   <th> SEDOL B-share </th> \n   <td> B03MM40 </td> \n   <td> B09CBN6 </td> \n   <td> B03MM73 </td> \n  </tr> \n  <tr> \n   <th> ISIN A-share </th> \n   <td> GB00B03MLX29 </td> \n   <td> GB00B03MLX29 </td> \n   <td> US7802592060 </td> \n  </tr> \n  <tr> \n   <th> ISIN B-share </th> \n   <td> GB00B03MM408 </td> \n   <td> GB00B03MM408 </td> \n   <td> US7802591070 </td> \n  </tr> \n  <tr> \n   <th> CUSIP A-share </th> \n   <td> G7690A100 </td> \n   <td> G7690A100 </td> \n   <td> 780259206 </td> \n  </tr> \n  <tr> \n   <th> CUSIP B-share </th> \n   <td> G7690A118 </td> \n   <td> G7690A118 </td> \n   <td> 780259107 </td> \n  </tr> \n  <tr> \n   <th> Dividend Frequency </th> \n   <td> Quarterly </td> \n   <td> Quarterly </td> \n   <td> Quarterly </td> \n  </tr> \n  <tr> \n   <th> Registered Office </th> \n   <td> Shell Centre<br />London<br />SE1 7NA<br />United Kingdom </td> \n   <td> Shell Centre<br />London<br />SE1 7NA<br />United Kingdom </td> \n   <td> Shell Centre<br />London<br />SE1 7NA<br />United Kingdom </td> \n  </tr> \n  <tr> \n   <th> Headquarters </th> \n   <td> <p>Carel van Bylandtlaan 30<br />2596 HR The Hague<br />The Netherlands</p> </td> \n   <td> <p>Carel van Bylandtlaan 30<br />2596 HR The Hague<br />The Netherlands</p> </td> \n   <td> <p>Carel van Bylandtlaan 30<br />2596 HR The Hague<br />The Netherlands</p> </td> \n  </tr> \n  <tr> \n   <th> Registrars </th> \n   <td> Equiniti </td> \n   <td> Equiniti </td> \n   <td> Equiniti </td> \n  </tr> \n </tbody> \n</table>",
      "uri": "http://www.shell.com/global/aboutshell/investor/share-price-information/ticker-and-isin-codes.html",
      "id": "/content/shell/corporate/global/en/aboutshell/investor/share-price-information/ticker-and-isin-codes",
      "timestamp": "1372150595"
    }
  ],
  "timestamp": "0"
}