{
	"data": [{
		"id": "152138ef6bdbb72ebc13549002288041",
		"title": "Environmental",
		"items": [{
			"content": [{
				"id": "152138ef6bdbb72ebc13549002288043",
				"timestamp": "1350856800",
				"summary": "Speech given by Peter Rees, Legal Director, Royal Dutch Shell plc, at the KPMG Forensic Annual Law Lecture 2012 on September 25, 2012.",
				"mimetype": "text/plain",
				"title": "ET – Extraterritoriality – alien or friend",
				"textcontent": "<p>It is 30 years since ET - The Extra Terrestrial was first released & broke all box office records.</p> <p>The storyline is simple. An alien gets stranded on Earth & is protected by a child, who understands the good in him, against the forces of authority, who are innately suspicious, even aggressive towards him. Eventually, he gets to go home without being harmed.</p> <p>The film encapsulates our equivocal relationship with extra terrestrials; we either love them or hate them. They are either benign or threatening - & most of the time it is the latter. The assumption we tend to have is that extra terrestrials are out to destroy us.</p> <p>My first experience of extra terrestrials was in the early to mid-sixties. Some of you may be old enough to remember the television series, My Favourite Martian. It featured a friendly Martian who gets stranded on earth & is protected by a good hearted reporter against the forces of authority, who are innately suspicious about him. Sound familiar?</p> <p>But so far as I was concerned this was an extra terrestrial who was kindly & unthreatening. He had various unusual powers. He could raise from his head two retractable antennae. He could become invisible, read minds & lift things up into the air using just his finger. He could slow time down or speed people up. But, fundamentally, his motivation for doing these things was beneficial rather than malign. He was a nice guy.</p> <p>At the same time, in fact in the very same year that My Favourite Martian was first broadcast - 1963 - another television series was launched which portrayed extra terrestrials in a very different light. It has become the longest running science fiction television show in the world. It is of course Dr Who where, by & large, the extra terrestrials are portrayed as aggressors out to destroy humanity. So far as we are concerned, the Daleks have only one thing on their mind - \"Exterminate\".</p> <p>30 years on from ET & almost 50 years on from My Favourite Martian & Dr Who, another ET has come into sharp focus in my mind. Not ET standing for extra terrestrial, but ET standing for extra territorial. & I have to say that, like extra terrestrials, there seems to be equivocation as to whether extra territoriality is a force for good or evil. Whether these are powers that can be used for overall benefit or whether they will always lead to harm.</p> <p>So, what I would like to examine this evening is where we are on extra territoriality, the extra territorial application of law, whether what we have done so far is helpful or harmful, beneficial or misguided, & look at what we could think of doing in this area to address some serious & urgent issues that might well benefit from extra territorial legal treatment.</p> <p>Let me start by going back to basics.</p> <p>Laws are enacted by sovereigns, by those who have sovereignty over their subjects, by those, to put it bluntly, who have the ability to tell others what to do & the means to enforce it.</p> <p>It may not be popular in these days of protocols, guidelines, principles & codes but unless you have the ability to enforce you don't have the ability, effectively, to legislate.</p> <p>Ordinarily, therefore, you have the ability to legislate over those within your sovereign territory or over those who claim the right to have an affiliation to your sovereign territory - the quid pro quo for which is that they have to do what you say.</p> <p>Put differently, & arguably more elegantly, over those within your jurisdiction.</p> <p>Let me give you a more authoritative view than mine. That of the UK & Dutch governments.</p> <p>\"In relation to claims of a civil nature, the bases for the exercise of civil jurisdiction under international law are generally well-defined. They are principally based on territoriality & nationality. The basic principles of international law have never included civil jurisdiction for claims by foreign nationals against other foreign nationals for conduct abroad that have no sufficiently close connection with the forum State.</p> <p>It is clearly established that the basis for jurisdiction is always grounded in a sufficiently close nexus to the forum State. The only exception is universal criminal jurisdiction. Accordingly, it is axiomatic that the exercise of civil jurisdiction by a State will always depend on \"there being between the subject matter & the state exercising jurisdiction a sufficiently close connection to justify that State in regulating the matter & perhaps also to override any competing rights of other States.\"</p> <p>International law imposes the requirement of a sufficiently close nexus to the forum asserting jurisdiction, in order to minimise conflicts between States & to prevent forum shopping by plaintiffs & defendants rushing to obtain judgments in a forum that favors their own interests.\"</p> <p>Whilst extra territoriality has come to be viewed as an attempt to legislate over those outside your jurisdiction, that is not the original concept. The original concept was one of exception. That certain persons & objects could be within the territory of a sovereign but outside the reach of the law of that sovereign, or at least certain aspects of it. In other words, on your territory but extra territorial.</p> <p>Whilst the concept was first propounded in the 17th century it was first put down on paper, at least on paper which had any legal effect, in the Act Preserving the Privileges of Ambassadors in Great Britain in 1708. That legislation paved the way for the sorts of diplomatic immunity we are all now familiar with around the world.</p> <p>In common, & increasingly, legal, parlance, however, extra territoriality has come to be associated with legislative attempts by one nation to control the actions of persons, whether individual or corporate, in another nation. Jurisdiction over the legal person, individual or corporate, no matter how tenuous, & no matter how that is established, is used to seek to dictate the actions of that person within the sovereign territory of another nation.</p> <p>Indeed, we are moving into a world where some think that nations should be able to dictate the actions of persons in other sovereign nations notwithstanding they have no actual, or legal, jurisdiction over those persons & to force those over whom they have jurisdiction to break the laws of other sovereign nations.</p> <p>These are the issues which I would like to consider this evening. There are many aspects which I could cover & which I regularly encounter, but time dictates I use a few examples to demonstrate the broader problems.</p> <p>So, I will start by looking at some misconceived extra territorial legislation, in other words at some of the attempts that are being made to impose obligations on persons to act in contravention of the laws of another sovereign nation & look at whether this legislation is actually addressing the problems which it is professing to solve. I will then go on to look at some extra territorial problems which need to be addressed now by legislation but which are not being tackled because they are in the \"too difficult\" box.</p> <p>Before doing that I would just like to put a fairly simple proposition to you.</p> <p>If somebody not from your country commits a crime against somebody not from your country in another country, i.e. not your country, should the courts in your country have any jurisdiction over the issue?</p> <p>Or put more specifically, if a British security guard, employed by a British private security company, wrongfully detains, punches & injures, or even kills, a British anti-capitalist demonstrator during a riot in London, should that security guard, or the security company, be liable to be sued in the United States?</p> <p>There is one piece of legislation which might be used to try. It is what has come to be known as the Alien Tort Statute. A piece of legislation passed in the 1790s after a French diplomat to the USA was insulted by another Frenchman & then had his walking cane tapped on the street by that same Frenchman.</p> <p>In the last 30 years, 120 claims have been brought in the US against corporations under this statute with the average length of case exceeding five years. It is probably the most notorious piece of so called \"extra territorial\" legislation in existence at present & so, at the risk of boring you all, I thought I should read to you the full text of the statute.</p> <p><strong>Alien Tort Statute </strong>\"The district courts shall have original jurisdiction of any civil action by an alien for a tort only, committed in violation of the law of nations or a treaty of the United States.\"</p> <p>That is it. That is all there is to it.</p> <p>The view of most governments outside the US is that it doesn't have extra territorial application. That is apparent from the quotation I just read from the UK & Dutch governments.</p> <p>The US government agrees. It says \"[American Courts] should not create a cause of action that challenges the actions of a foreign sovereign in its own territory, where the [sued party] is a foreign corporation of a third country that allegedly aided & abetted the foreign sovereign's conduct.\"</p> <p>The views of the UK, Dutch & US governments I have read out are as expressed in their amicus briefs in the Kiobel case which is due to be heard by the US Supreme Court next Monday. Whilst there is much that could be said about extra territoriality in the context of the Alien Tort Statute & that case, I will defer to the Supreme Court on that issue & say no more on the topic of the ATS this evening.</p> <p>Instead, I would like to turn to some extra territorial legislation which, in a misguided attempt to prevent a particular evil, corruption, & in an equally misguided attempt to encourage greater accountability of governments to their people, will actually succeed in encouraging the former & have no impact on the latter, but which will, in its implementation, at worst cause companies to break the law of other countries in which they operate and, at best, break the contracts they have entered into with those countries.</p><h3>Financial transparency reporting</h3><p>The English barrister, F.E. Smith, who later became Lord Birkenhead, Lord Chancellor of England & Winston Churchill's closest friend, was known for his incisive wit & precision of expression. In one case, having made lengthy submissions to a judge who was clearly struggling with the complexities of the dispute he was interrupted by the judge saying: \"Mr. Smith, I have listened to you now for an hour & I am afraid I am none the wiser\" to which Smith immediately responded \"No wiser my Lord, but much better informed\".</p> <p>There is a move afoot, coming originally out of the US but which has now spread to Europe, to force companies from the extractive industries (basically oil &amp; gas companies, mining companies & forestry companies) to publicise the amount of money they pay to governments for the right to extract  natural resources from those countries.</p> <p>Why? So the people in those countries can see how much money their government is receiving for the resources it is allowing to be extracted.</p> <p>Why would people want to know? Because then they can hold their governments to account for the money received. Some even say (& as I have already said, this is totally misguided) it will reduce corruption.</p> <p>It all sounds both laudable & innocuous when put in this way, but, as with all legal issues, the devil is in the detail & what is being proposed won't achieve either aim. People in those countries won't be any the wiser as to how much money their government is receiving & corruption  won't be reduced - if anything it will increase the potential for it.</p> <p>Before I go on to explain why, it is time for a commercial break. So let me spend 30 seconds telling you about Shell.</p> <p>Shell's oil & gas production is around 3 million barrels of oil equivalent per day.</p> <p>Shell, with 43,000, has more branded retail sites than McDonalds has restaurants.</p> <p>& if you look out of your seat window before your next flight takes off, you might well see a Shell truck pumping jet fuel in to your plane - just one of the 7,000 aircraft we refuel at over 800 airports in 40 countries each day - one aircraft being refueled every 12 seconds.</p> <p>What may be less obvious is the Shell fuel & lubricant flowing into the ships we service in more than 500 ports around the world or the almost 20 million tons of Shell chemicals that go into products we all use every day from detergents to packaging, from carpets to computers.</p> <p>Shell employs around 90,000 people. But that is only our directly employed workforce. If you add the over 400,000 people working in Shell badged franchises & operations & the half a million or so contractors you will find on Shell sites, you are looking at the best part of 1 million people working for or with Shell at any one time.</p> <p>If you add to that some financial information like our $1.1 billion annual spend on Research & development,  the $32 billion capital expenditure planned for this year alone & over $40 billion annual operating expenditure you might be thinking that all I am doing is bragging about our size - but let me place it properly in the global context. For all Shell's size, the actual portion of the world's oil & gas we produce amounts to less than 3% of global production (2.2% in 2011).</p> <p>& if you add Exxon, Chevron, BP & Total to us, the so called supermajors of the oil & gas world account for no more than around 11% of what the world produces on a daily basis.</p> <p>Please remember that percentage now that the commercial break is over. So, let me take you back to financial transparency legislation & explain, first, why people won't know how much their government is receiving. This can be done in four sentences:</p> <ol><li>By definition, the only corporations this legislation can apply to are companies subject to US & European jurisdiction</li> <li>The biggest oil & gas companies in the world are (as you now know from the commercial break) not subject to US & European jurisdiction; they are the National Oil Companies & quasi national oil companies from Russia, China, Asia Pacific, South America & the Middle East.</li> <li>These companies no longer operate in their own back yard, but they are not caught by this legislation & there will be no disclosure of what governments are receiving from them for extractive rights.</li> <li>So, the amount a government receives will not be revealed by this legislation - in fact, in many cases, just a fraction, just the tip of the iceberg, with the consequence that the less well informed in a country will be misled as to how much their government receives & the better informed will be just that - better informed, but none the wiser.  </li> </ol> <p>Will it reduce corruption?  No. This time in three sentences:</p> <ol><li>The legislation requires you to disclose how much you paid to the government.</li> <li>The last time I looked, paying money to a government is not considered corrupt under any of the applicable legislation - certainly not the Foreign Corrupt Practices Act or the UK Bribery Act. </li> <li>It is corruption to bribe a government official to get a contract; it is not corruption to pay a government (even over the odds) to get a contract; that's what governments do - sell their mineral rights to the highest bidder.</li> </ol> <p>What it will do, however, is cause massive competitive harm to those companies which are subject to the legislation plus create the potential for increasing corruption on the way. Let me put it this way.</p> <p>You are from a country not caught by the legislation, so you & the government official that you are talking to about a concession to extract minerals, both know the following:</p> <ol><li>You know what the competition are likely to bid (because they have had to publish what they bid for previous, similar, concessions);</li> <li>You know that what you pay will never have to be revealed</li> <li>You know that neither you, nor the government official, is caught by the US or European anti-corruption legislation</li> </ol> <p>I leave you to draw your own conclusions on the impact on competitiveness of US & European corporations as well as on corruption.</p> <p>Now, let me be clear, this is a law lecture & I am talking from the perspective of someone analysing the application of legislation generally. Lest there be any doubt I do want to reassure you that Shell is not against financial transparency reporting - quite the contrary. Earlier this year we published the total amounts we paid to most governments in 2011. We did this in advance of any mandatory requirements coming into effect in order to demonstrate our commitment to disclosure of revenues paid to governments. We believe it is important that companies like ours are open regarding how much we pay to governments & we also believe governments should be encouraged to be open about what they receive & how they spend it.</p> <p>I said earlier the principle is laudable. People should know what their governments receive for rights to extract natural resources.</p> <p>But they should get the full picture, & the only entity in the position to provide people with the full picture is the government.</p> <p>Of course, when it comes to legislation against corporations, governments are first in the queue - but when it comes to being accountable themselves, it seems it is a different story.  They are much less enthusiastic to disclose the full amount they receive in revenues from oil & gas. Although there are some governments who do, like Nigeria & Norway, it is interesting that the proponents of this legislation, the US, & those seeking to copy it, the Member States of the European Union do not. As I say, interesting.</p> <p>Nigeria & Norway are Compliant Members of the EITI -the Extractive Industries Transparency Initiative - which encourages governments to disclose & verify all amounts they receive from all entities that extract their natural resources. Shell is a founder & board member of the EITI & firmly believes that the EITI's multi-stakeholder approach (which includes governments, NGOs, regulators, the public & companies) remains the most effective way of providing transparency regarding government revenues for resource dependent countries.</p> <p>This way, the people of those countries get the full picture & not a distorted or partial one. They will be both better informed & wiser.</p> <p>But that does not seem to be direction in which we are heading. Instead, we have governments which are not willing to tell the public what they receive in oil & gas revenues pushing through legislation which forces US & European companies to disclose what they are paying, not just in total to governments around the world, but for each individual project. All this in the name of transparency (which it won't achieve) & prevention of corruption (which it won't achieve & may encourage).</p> <p>But where is the legal problem? Legislation is legislation & whether you like it or not, you have to comply.</p> <p>Well, I have talked about governments not being willing to publish what revenues they receive, but there are many which go further. They either require you to enter into contractual confidentiality agreements so you won't disclose what you are paying them, or they even make it a criminal offence to do so.</p> <p>Therefore,  to comply with the legislation the US is bringing in, & the EU is proposing, means that companies have to disclose information which they are either contractually or criminally forbidden to do. To be legal in one country they have to be illegal in another.</p> <p>It is not as if this hadn't been thought about & debated with the legislators. Nevertheless, the US legislation says you must publicise & it is not a defence that to do so would be illegal in another country.</p> <p>What happened to not creating a cause of action that challenges the actions of a foreign sovereign in its own territory?</p><h3>Where extra territorial legislation is needed</h3><p>I mentioned at the start, the ambivalent view we have of extra terrestrials. Some of them are good, but the majority are evil & bent on our destruction. & you may well be thinking that I have only one view of extraterritorial legislation - it is evil & bent on our destruction. So let me hasten to reassure you that is not the case. Quite the reverse, in fact. Extra territorial legislation can be a real force for good, but it has to be directed in the right way & targeted at the real extra territorial problems the world faces today.</p> <p>I am going to look at a couple of examples where extra territorial legislation is urgently needed but first, by way of introduction, let me take you back to another TV programme that focused on extra terrestrials - Star Trek. I am sure most of us can clearly remember the opening lines of every episode - \"Space - the final frontier. These are the voyages of the Starship Enterprise, to boldly go... & split infinitives.... where no man has gone before.\"</p> <p>But so far as the law is concerned, there is no need to go extra terrestrial to deal with final frontiers, there are two frontiers that need dealing with here on earth, that are really crying out for extra territorial legislation. Extra territorial in a real sense - beyond the territory of any sovereign nation. The first of those frontiers has been around for a long time but now has a problem that we all thought had gone away without the need for extraterritorial law.  That problem has, however, come back with a vengeance & urgently needs a legal solution. The frontier in question is the high seas & the problem is piracy.</p><h3>Piracy</h3><p>In an article in 2008 in the Wall Street Journal entitled \"Why don't we hang Pirates anymore\"  the columnist said:</p> <p>\"By  the 18th century, pirates knew exactly where they stood in relation to the law. A legal dictionary of the day spelled it out: \";A piracy attempted on the Ocean, if the Pirates are overcome, the Takers may immediately inflict a Punishment by hanging them up at the Main-yard End; though this is understood where no legal judgment may be obtained.\";</p> <p>The article continued:</p> <p>\"Severe as the penalty may now seem (albeit necessary, since captured pirates were too dangerous to keep aboard on lengthy sea voyages), it succeeded in mostly eliminating piracy by the late 19th century -- a civilisational achievement no less great than the elimination of smallpox a century later.\"</p> <p>Of course, we don't hang pirates  any more - & I hasten to add I am not advocating that we should. But the fact of the matter is, today, no one really has a clue what to do with them.</p> <p>There is no international body empowered to try pirates & imprison them & nobody wants to take pirates captive & take them back home because you cannot try them unless the vessel subject to the pirate attack was under the flag of your nation . Not surprisingly trying pirates is not the sort of growth industry that flag countries like Panama, Bermuda & the Marshall Islands are wanting to rush into.</p> <p>Jurisdiction is the issue &  the  problem with piracy is that, by definition, it has to happen on the high seas (in other words outside any state's jurisdiction) & if you can't hang them, you can't imprison them & you can't take them back to shore you have a real problem. Not just a practical problem but a legal one.</p> <p>But why should I, as Legal Director of an energy company, be concerned about this?</p> <p>Oil, oil products, petro-chemicals & LNG are shipped around the world & with Africa sitting between Europe & the Middle East & Asia there is very little choice but to go either through the Suez canal, down the Red Sea & out into the Indian Ocean or down the west coast of Africa. In 2010 & 2011 there were roughly 15 pirate attacks each month on vessels in the Indian Ocean, or on transit there, of which about one-fifth were successful. Attacks off the coast of West Africa ran at about seven per month in those two years.</p> <p>What can we do to resolve the problem?</p> <p>You are probably familiar with the old story of the two men walking down a trail in the woods who meet a bear. One looks to the other & says \"What should we do?\" To which the other responds \"Run!\". \"Don't be ridiculous,\" says his companion, \"We can't run faster than a bear\". To which his companion replies as he sets off at full pace  back down the trail \"No, but I can run faster than you\".</p> <p>That is a bit like it is with pirates. The slow oil tankers & LNG vessels cannot run faster than the pirates, so they have to make themselves harder to attack than the next boat. That was all well & good when all that involved was higher seaboards, putting razor wire round the boat or having water cannon, but when some of the vessels starting carrying armed soldiers or guards then a whole different set of legal considerations come into play.</p> <p>What legal considerations apply to arming vessels? What is the attitude of the nations under whose flag these vessels sail? What liabilities will they incur if a fatality occurs during a pirate attack? What is the attitude of the vessels' insurers? Are the insurance provisions violated? Will it mean they can deny insurance claims?</p> <p>What will the attitude be of the countries of which the armed guards are citizens if they are killed or if they kill or injure someone? & what if that someone isn't a pirate but an innocent bystander such as a crew member caught in cross-fire or a passing fisherman?</p> <p>To what extent can getting consent from the flag country & insurers give you some protection? To what extent can drawing up detailed rules of engagement for armed guards provide safeguards if there are subsequent injuries or fatalities?</p> <p>Where can criminal charges be brought? Which countries will have jurisdiction over civil claims?</p> <p>I have just asked a dozen legal questions there, to which there are no definitive answers.</p> <p>Given these, & the many other imponderables involved, what advice would you give when the question arises: others are arming their ships what should we do? How do we fulfill any duty of care we may have to the crews of our vessels? Are we in breach if we don't arm; do we put them in more danger if we do?</p> <p>These are no longer hypothetical questions. These are real, global legal issues. By way of illustration, let me mention four incidents that have taken place this year.</p> <p>In the first, two Indian fisherman were killed by Italian navy personnel on duty on an Italian flagged oil tanker as the vessel was sailing along the Indian coast. It appears they mistook them for pirates & shot them dead.</p> <p>India arrested the two Italian marines. In response, Italy accused India of breaching its territorial jurisdiction by arresting the marines in international waters.</p> <p>On 24 April Italy announced that it had paid $380,000 to the families of two Indian fishermen & that this was a gesture of goodwill & not an admission of responsibility for the deaths.  In response, the relatives of the dead fishermen have agreed to withdraw their cases against the marines, but the Indian state involved has not dropped its own charges against the two men & they are still awaiting prosecution in India.</p> <p>The second incident involves the Danes, once known as a marauding, pillaging & piratical nation themselves.</p> <p>It seems these days, however, the Danes are taking the fight to the pirates. Again, however the myriad complications I have already outlined are raising serious legal issues.</p> <p>In February, Danish Naval Forces opened fire on a suspected pirate ship when it refused to stop. Two hostages being held by the pirates were killed. It appears they were killed by the pirates, but would they have been killed if the Danes had not attacked? The consequences that will flow from this incident remain to be seen.</p> <p>The same Danish warship, the Absalon, stopped another pirate ship in early April. No one was killed or injured but the report on the incident from Reuters said:</p> <p>\"..the suspected pirates will remain held aboard the Absalon until Denmark determines if it can h& the pirates over to a country in the region for prosecution.\"</p> <p>The report continued to highlight some of the issues I have already mentioned:</p> <p>\"Although anti-piracy operations have succeeded in reducing the numbers of vessels & hostages taken in the past few years, efforts to stamp out piracy are hampered by the unwillingness of many countries to prosecute captured pirates in their courts.</p> <p>The problem of finding courts to try pirates stems partly from a lack of a functioning judicial system & prisons in Somalia, but also reluctance by other countries to receive captured pirates.</p> <p>Most European countries, including Denmark, have been unwilling to bring suspects from east Africa to their jails & courts, which means navies engaged in anti-piracy missions often must release captured pirates without prosecution.\"</p> <p>The problem is not going away or getting any easier. On 4 August 2012 an oil services vessel was attacked 60km off the coast of Nigeria, two Nigerian naval personnel were killed & four crew members (of Malaysian, Iranian, Thai & Indonesian nationality) were abducted. Jurisdictional issues multiplied by four.</p> <p>At the last count, as a result of piracy in the Indian Ocean & the Gulf of Guinea there were 11 vessels & 206 hostages being held with average crew ransoms running at $5.4 million with a maximum reached this year of $13 million.</p> <p>Hanging pirates eliminated them last time round but shooting them is not the solution this time. We desperately need some effective, enforceable, extra territorial legislation.</p> <p>My second & final example of where we desperately need extra territorial legislation is one where there is a proliferation of domestic national legislation but the problem with nations is that we are all different. There is no uniformity of approach.</p><h3>Cybercrime</h3><p>Financial Times - 31 August 2012 -</p> <p>\"Qatar's RasGas, one of the world's largest producers of natural gas, has become the second major state-owned Middle East energy company to be hit by a severe computer virus in weeks.</p> <p>The disruption came after Saudi Aramco, the government-backed company that is the world's largest crude oil producer, was also attacked by a computer virus.</p> <p>Saudi Aramco said in a statement on Sunday that it has restored its \"main internal network services\" after the attack on August 15. But oil traders in Houston, Geneva & London on Thursday said they were communicating with Aramco's counterpart by fax & telex, as the company's external email services were still down.</p> <p>\"It's like going back 20 years in time,\" a trader said about the use of the telex.</p> <p>Aramco on Thursday said it had \"restricted\" access to some external systems as a precaution, & referred to its previous statement issued on Sunday.</p> <p>The rare pair of attacks has caused concerns among energy traders & Western diplomats, as they are the first known cyber assaults targeting Middle East companies that are key to the world's oil & natural gas supplies.</p> <p>Cyber attacks have grown in prevalence in the Middle East, particularly during the last 18 months of political unrest in the region. Iran has accused the US & Israel of attacking its atomic programme with two sophisticated viruses, dubbed Stuxnet & Flame, that infected computers at several nuclear plants. Tehran earlier this year also said the computers of its national oil company had been attacked.\"</p> <p>These attacks are manifestations of what has been termed cybercrime.</p> <p>There is no precise definition of cybercrime but, fundamentally it encompasses illegal activities utilising the internet.</p> <p>Though cybercrime encompasses a broad range of illegal activities, it can be generally divided into five categories:</p> <p>Intrusive Offences, <strong>which include hacking, data espionage & data interference; </strong></p> <p>Content-related offences, <strong>including pornography, propaganda for things such as racism & spam; </strong></p> <p>Copyright & trademark-related offences <strong>such as piracy of software, music or movies; </strong></p> <p>Computer-related offences <strong>which include identity theft & credit card fraud; & so-called </strong></p> <p>Combination offences <strong>encompassing such things as cyberterrorism & cyberlaundering.</strong></p> <p>So, with so much crime going on in this other extra territorial area, cyberspace, you would think that the powers that be in this world would do something about it. The fact of the matter, however, is that whilst there are some very strong national laws, there is nothing joined up, which means enforcement, in particular is a real issue.</p> <p>Let me mention just one example to make the point. It involves two individuals, Reomel Ramores & Onel de Guzman. They wrote a computer virus called the ILOVEYOU bug. There was nothing loving about this virus as it caused an estimated $5.5 billion worth of damage causing even the Pentagon & the CIA to close down their computers to exterminate the bug. However, although Ramores & de Guzman were arrested in the Philippines they had to be released as there was no legislation criminalising the writing of malware in the Philippines.</p> <p>As you can see, some countries take this more seriously than others, but even in countries which do take cybercrime seriously, resources can be a real issue.</p> <p>Time to bring in the United Nations or some other multi-government organisation, I hear you cry - & you would be right. But the problem is that whilst many inter-governmental organisations are aware of the issue, the focus seems to be on talk rather than action.</p> <p>The UN Congress on Crime Prevention & Criminal Justice in April 2010, in what has been described as an important breakthrough, Member States agreed to explore ways of universal regulation to counter cyber-crime. A UN Resolution was adopted. What did it propose by way of action?</p> <p>It made a proposal to establish \"an open-ended intergovernmental expert group to conduct a comprehensive study of the problem of cybercrime & responses to it by the Member States, the international community & the private sector, including the exchange of information on national legislation, best practices, technical assistance & international cooperation, with the view to examining options to strengthen existing & to propose new national & international legal or other responses to cybercrime.\"</p> <p>Talk not action.</p> <p>& what did another multi-partite body, the Organisation of American Sates do in recognition of this resolution? Well, in February 2012 they called upon the member states to respond to the questionnaire that will be distributed by the open-ended intergovernmental expert group on cybercrime, convened pursuant to United Nations General Assembly resolution.</p> <p>Two years after the UN Resolution & we are still talking about filling in questionnaires.</p> <p>You may surprised to hear that there does actually exist a European Convention on Cybercrime which was co-drafted in 2001 by the Council of Europe together with the US, Canada & Japan. However, although it was signed by all 46 member states there are still a significant number of countries which have not ratified it - & the UK is one of them.</p> <p>We really do need action & not just words & questionnaires.</p> <p>As Kofi Annan said \"in the prospect of an international criminal court lies the promise of universal justice\", but without an international court or tribunal properly empowered to deal with cybercrime the problems & the criminals will simply proliferate.</p><h3>Conclusion</h3><p>It is these real & urgent extra territorial problems that should be the focus of government legislation & which could enable governments to be a real force for good, rather than focusing on ineffective legislation such as the financial transparency legislation which meets short term political aims but not the long term interests of people in resource rich states. Real global leadership is needed in the area of extra territoriality, leadership with a view to creating structures to enforce the rule of law for generations to come rather than with a view to winning the next election.</p> <p>I said at the beginning that to legislate effectively you need the ability to enforce & in conclusion I would add that you should be able to enforce without infringing the sovereign rights of other nations to control what happens within their jurisdictions & with their people.</p> <p>Careful thought has to be given to the impact of any form of legislation which has extra territorial effect.</p> <p>As I also said at the start, like extra terrestrials, there is equivocation as to whether extra territorial legislation is a force for good or evil. Whether these are powers that can be used for overall benefit or whether they will always lead to harm.</p> <p>There are clearly extra territorial areas, true extra territorial areas, (piracy & cybercrime are but two) where much good could be done by governments cooperating to produce effective means of enforcing, extra territorially, the rule of law. In such cases extra territorial legislation can be the force for good.</p> <p>ET - extra territorial legislation - can be the friend rather than the alien. But If we are not careful we can end up passing legislation which is not a force for good - which is alien rather than friend - & the problem is, it may take us rather a long time to realise the real effects of some of this legislation - to realise it is alien. & as someone memorably said:</p> <p>\"If you can see the aliens in the UFO, it's already too late.\"</p>",
				"thumbnail": {
					"id": "152138ef6bdbb72ebc13549002288044",
					"timestamp": "0",
					"uri2x": "http://www-static.shell.com/static/media/imgs/240_wide/marvin_odum.jpg",
					"uri": "http://www-static.shell.com/static/media/imgs/240_wide/marvin_odum.jpg"
				},
				"description": "Example description #1",
				"publicationdate": "2012-09-25T13:30:00Z",
				"uri": "http://www.shell.com/home/content/media/speeches_and_webcasts/2012/rees_kpmg_forensic_law_lecture_250912.html"
			}],
			"id": "152138ef6bdbb72ebc13549002288042",
			"timestamp": "1350856800",
			"summary": "Speech given by Peter Rees, Legal Director, Royal Dutch Shell plc, at the KPMG Forensic Annual Law Lecture 2012 on September 25, 2012.",
			"mimetype": "text/html",
			"title": "ET - extraterritoriality - alien or friend",
			"thumbnail": {
				"id": "152138ef6bdbb72ebc13549002288045",
				"timestamp": "0",
				"uri2x": "http://www-static.shell.com/static/media/imgs/240_wide/marvin_odum.jpg",
				"uri": "http://www-static.shell.com/static/media/imgs/240_wide/marvin_odum.jpg"
			},
			"hidden": true,
			"publicationdate": "2012-12-25T13:30:00Z",
			"largethumbnail": {
				"id": "152138ef6bdbb72ebc13549002288056",
				"timestamp": "1297728000",
				"uri2x": "http://www-static.shell.com/static/investor/imgs/240_wide/peter_voser.jpg",
				"uri": "http://www-static.shell.com/static/investor/imgs/240_wide/peter_voser.jpg"
			}
		}, {
			"content": [{
				"id": "152138ef6bdbb72ebc13549002288058",
				"timestamp": "1351773976",
				"summary": "Example summary #2",
				"mimetype": "application/pdf",
				"title": "Third quarter 2012 results webcast to analysts",
				"textcontent": "Example text content #1",
				"thumbnail": {
					"id": "152138ef6bdbb72ebc13549002288059",
					"timestamp": "1351773976",
					"uri2x": "http://www-static.shell.com/static/investor/imgs/app/presentations/q3_2012_webcast_presentationapp.png",
					"uri": "http://www-static.shell.com/static/investor/imgs/app/presentations/q3_2012_webcast_presentationapp.png"
				},
				"description": "On Thursday 1 November, 2012 Royal Dutch Shell plc released its thirdquarter results & third quarter interim dividend announcement for 2012.",
				"publicationdate": "2012-09-25T13:30:00Z",
				"uri": "http://www-static.shell.com/static/investor/downloads/financial_information/quarterly_results/2012/q3/q3_2012_analyst_presentation.pdf"
			}],
			"id": "152138ef6bdbb72ebc13549002288057",
			"timestamp": "1350856800",
			"summary": "Example summary #1",
			"title": "Third quarter 2012 results webcast to analysts",
			"thumbnail": {
				"id": "152138ef6bdbb72ebc135490022880510",
				"timestamp": "1276902000",
				"uri2x": "http://www-static.shell.com/static/investor/imgs/544_wide/spdc_mining_leasedivestments05092012.gif",
				"uri": "http://www-static.shell.com/static/investor/imgs/544_wide/spdc_mining_leasedivestments05092012.gif"
			},
			"hidden": false,
			"publicationdate": "2012-12-25T13:30:00Z",
			"largethumbnail": {
				"id": "152138ef6bdbb72ebc135490022880511",
				"timestamp": "1354233600",
				"uri2x": "http://www-static.shell.com/static/investor/imgs/240_wide/peter_voser.jpg",
				"uri": "http://www-static.shell.com/static/investor/imgs/240_wide/peter_voser.jpg"
			}
		}],
		"color": "34E337"
	}, {
		"id": "152138ef6bdbb72ebc135490022880512",
		"title": "Sustainability",
		"items": [{
			"content": [{
				"id": "152138ef6bdbb72ebc135490022880514",
				"timestamp": "1338847200",
				"summary": "Speech given by Simon Henry, Chief Financial Officer, Royal Dutch Shell plc, at the dinner to mark the 120th anniversary of Shell's presence in Thailand on May 31, 2012.",
				"mimetype": "text/plain",
				"title": "South-East Asia: the journey to a more secure & sustainable energy future",
				"textcontent": "<p><<em>One hundred & twenty years after Shell's first delivery of kerosene to Thailand sparked a revolution in the global oil trade, South-East Asia is again at the forefront of historic changes in the energy industry.  As the region undergoes an intensive phase of industrial development, its primary energy demand could increase by as much as half by 2025. The issue of how to develop a secure & sustainable regional energy system is high on the policy agenda, as ASEAN works towards a single market. In this speech, Simon Henry, Shell's Chief Financial Officer, describes three critical steps for the region: expanding & diversifying its energy supply, while preserving the pre-eminence of natural gas; promoting energy efficiency measures to moderate energy demand growth, especially in South-East Asia's fast-growing cities; & implementing government policies that achieve these two objectives.</em></p><h3>South-East Asia: the journey to a more secure & sustainable energy future</h3><p>It's a great honour & privilege to welcome so many of you to this evening's dinner to mark the 120th anniversary of Shell's business in Thailand.  We're enormously proud of our long history in this beautiful country.</p> <p>Shell's first delivery of kerosene to Thailand in 1892 was an important moment in the history of the oil industry. Its journey via the Suez Canal to Bangkok & Singapore was the first carried out by a bulk oil tanker. These tankers sharply increased the volume of oil products that could be transported, sparking a revolution in the international oil trade and, eventually, the global economy. </p> <p>Fast forward 120 years & Shell is again growing its presence in South-East Asia.<br/>  <br/>That's a great source of pleasure for me, personally. I came to know & love Thailand & the region while working here earlier in my career with Shell.</p> <p>I'm also heartened to see the country making a strong recovery from last October's appalling floods.<br/> <br/>One way in which Shell is contributing is by donating some $1 million to the King of Thailand's Chaipattana Foundation - which does such valuable work to benefit the Thai people & promote sustainable development. </p> <p>Last week it was announced that Thailand's GDP grew 11% in the first quarter of 2012, compared to the previous three months. That underscores the resilience & vitality of Thailand's industrial sector.</p> <p>Thailand is not alone. Countries across South-East Asia are achieving some impressive growth rates, despite severe economic problems elsewhere in the world. That bodes well, as ASEAN member nations work towards a single market in 2015.  </p> <p>But ASEAN's gathering strength also brings challenges. I will briefly discuss one of the biggest: how the region can develop a supply of energy that is secure, affordable & sustainable. <br/> <br/>Let's first step back & look at the global picture.</p><h3>Global & regional energy challenge</h3><p>Global energy demand could double in the first half of this century, driven by a rising global population & strong growth in emerging economies.  </p> <p>This economic success is lifting millions of people out of poverty. According to McKinsey, as many as three billion people could join the middle - or consuming - classes around the world over the next two decades. As a consequence, energy demand will rise sharply, as people buy their first cars, washing machines & televisions. </p> <p>To keep pace, the world must invest heavily in all energy sources, from oil & natural gas to biofuels, solar & wind. According to the IEA, the world will need to invest some $38 trillion to meet projected energy demand in the period to 2035. That's $30 billion every week.</p> <p>Despite the recent fall in oil prices, the long-term trend is still likely to be one of high & volatile prices, as demand puts supplies under pressure.</p> <p>What are the implications for South-East Asia?</p> <p>At Shell, we think that the region's primary energy demand could increase by around half by 2025. Its power needs will be even more acute. According to one consultancy (Wood Mackenzie) power demand in South-East Asia could triple by 2030.</p> <p>Yet the region also faces declining long-term production in some of its precious energy resources, notably natural gas.</p> <p>This should not obscure the fact that the region's gas deposits will make a significant contribution for many years. For example, Vietnam will continue to increase its gas production, while 2011 saw major gas discoveries in Indonesia & offshore Sabah.</p> <p>But several of the region's gas production areas are entering their maturity, including the Gulf of Thailand. That raises the prospect of growing dependency on imported gas, as well as oil.</p> <p>Thailand will import more pipeline gas from Myanmar & liquefied natural gas from elsewhere - as well as more electricity from Laos. </p> <p>Another factor is that the most intensive phase of the region's economic development will happen against a backdrop of high & volatile oil prices. It will also take place amid concern about rising greenhouse gas emissions & air pollution.</p> <p>The ASEAN Plan of Action for Energy Co-operation is a strong roadmap for tackling these challenges. I see three critical steps for the region:</p> <ul><li>First, expanding & diversifying its energy supply;</li> <li>Second, moderating energy demand by promoting efficiency; </li> <li>And, third, the right government policies.</li> </ul><h3>Expand & diversify the regional energy supply</h3><p>So my first priority is for the region to expand & diversify its energy supply.</p> <p>Clearly, renewables will play an increasing role: geo-thermal power & hydro-electricity will build on their established presence in parts of the region. & biofuels are set for rapid growth across South-East Asia. Even so, fossil fuels are still expected to supply more than two-thirds of the region's total primary energy in 2035. </p> <p>What's the best way ahead in the power sector?</p> <p>The prospect of nuclear power gaining a foothold in ASEAN has become more uncertain after last year's accident in Japan - although several countries continue to ponder its merits.</p> <p>& with regional gas production set for long-term decline, governments are relying more on coal-fired power. This is, to an extent, unavoidable.</p> <p>But I would like to re-assert the importance of natural gas as a reliable & sustainable fuel for South-East Asia. As the cleanest burning fossil fuel, natural gas has clear environmental advantages. Gas-fired power plants greatly reduce emissions of pollutants like sulphur dioxide & nitrogen oxides.</p> <p>These take a terrible toll on air quality & human health in Asia. In 2007, the World Bank estimated the health cost of air pollution in China to be in the range of between 1% & nearly 4% of the country's GDP. Gas-fired generators also typically generate 40-60% less CO2 than coal-fired power plants. & they are the natural ally of renewable energy, because they can be quickly switched on & off when the wind stops & the sun doesn't shine.</p> <p>Over the long-term, carbon capture & storage technology could reduce CO2 emissions from gas-fired power close to zero.</p> <p>To strengthen gas supply security, ASEAN countries must be encouraged to realize the full potential of their gas resources. That means continuing to look for & develop resources in frontier areas, such as deep water fields.</p> <p>It also means expanding the Trans-ASEAN gas pipeline & regional power networks. This will promote economic integration, as well as a more secure & flexible energy supply.   </p> <p>In fact, this is already a major priority for the Thai government & its neighbours. The ASEAN energy ministers have resolved to strengthen energy ties & co-operation between their countries.</p> <p>They also want to develop a common regional framework for the trading & marketing of oil & gas.</p> <p>The private sector will play an important role in realizing these aspirations. But I should emphasise that it will not be sufficient for the region to focus simply on attracting capital investment & building the physical infrastructure.</p> <p>ASEAN must also address complex legal & regulatory issues. These include setting common & robust regulatory standards - especially on safety - & clear guidelines for regional energy co-operation.</p><h3>Natural gas revolution</h3><p>I would also invite ASEAN governments to reflect on the remarkable expansion in the world's gas supplies.</p> <p>In North America, technological advances have opened up vast new reserves of tight gas, shale gas & coal seam gas.</p> <p>Over the past decade, Shell & other energy companies have developed technology to unlock gas from dense rock such as shale. We use horizontal drilling & a technique called hydraulic fracturing, which pumps water under high pressure into the rock, creating cracks that allow gas to flow more freely to the well.</p> <p>North America may now have 100 years of gas supplies at current consumption rates. Only a few years ago, it was assumed that long-term production decline had set in.</p> <p>This new gas abundance has led to much lower prices for North America - providing businesses with a major competitive advantage. <br/>Gas there now costs around $2.50 per million Btu, compared with a 10 year average of about $6 per million Btu.</p> <p>Tight gas holds much promise in the rest of the world. For example, Australia holds significant coal seam gas deposits, while China's shale gas resources could be even bigger than those of the USA, according to a 2011 report by the US Energy Information Administration.</p> <p>In South-East Asia, there are deposits of coal seam gas in Indonesia, for example in South & Central Sumatra. Several companies are drilling pilot wells, with the Indonesian government keen to ascertain the potential for large-scale production.</p><h3>Liquefied natural gas (LNG)</h3><p>The tight gas revolution carries a much bigger implication for South-East Asia: it adds impetus to the expansion of the global & regional LNG market. </p> <p>Of course, LNG has a long history in the region, with Indonesia, Malaysia & Brunei all major long-term suppliers. & now Thailand has become an LNG importer, with plans to expand the Map Ta Phut re-gasification terminal.</p> <p>At Shell, we regard the country as a potential LNG customer of great importance.</p> <p>Several other countries in the region are also preparing to become LNG importers, including Malaysia, Indonesia & the Philippines. This highlights the region's progress in strengthening its energy infrastructure.</p> <p>These countries will benefit from the rapid expansion in global LNG supplies.</p> <p>Last year's tragedy in Japan highlighted LNG's ability to match gas supply with demand as it fluctuates around the world. To cover the shortfall in Japan's energy supplies, LNG cargoes were diverted at short notice from a range of locations, including Russia, Australia & Korea. </p> <p>Over the past three years, global liquefaction - or production - capacity has increased by around 40%.  In becoming the world's largest LNG supplier, Qatar has provided much of this increase.</p> <p>This is great news for Asia: about 40% of Qatar's LNG is reserved for Asian markets, on the basis of long-term contractual commitments.</p> <p>This is only the beginning. An increasingly diverse group of LNG exporters will supply South-East Asia, providing access to vast gas reserves around the world.</p> <p>By 2020, Australia could rival Qatar as an LNG exporter. The country has around half a dozen large-scale LNG projects planned or under construction. These include projects to convert coal seam gas to LNG, making this abundant gas source exportable to Asian markets.</p> <p>Then there's North America. Its tight gas production boom means that it no longer requires major LNG imports, freeing up significant supplies for Asia & Europe.</p> <p>North America's enormous tight gas resources will probably now give rise to a trans-Pacific LNG trade. The US Department of Energy has granted permission for LNG exports from the country's Gulf Coast. & the development of even half of the projects under consideration would turn the US into a significant LNG exporter.</p> <p>That's not all: two weeks ago, Shell & our Asian partners announced plans to develop an LNG export facility in Canada,the world's third largest gas producer. </p> <p>So South-East Asia has every reason to back natural gas as a secure & sustainable energy source, & every reason to make the most of its domestic gas resources.</p><h3>Biofuels</h3><p>What about the transport sector?</p> <p>Despite the promise of electric vehicles, global demand for liquid fuels is likely to rise by around one-fifth by 2030. <br/>At Shell, we believe that biofuels - such as biodiesel & ethanol - are the most effective way to broaden the global transport fuel mix over this period. We expect their share to increase from around 3% today to 9% by 2030. </p> <p>Biofuels are also the best way to reduce CO2 emissions in the transport sector. For example, Brazilian sugar cane ethanol reduces emissions by around 70% compared to petrol, across the lifecycle from the cultivation of the sugar cane to using the ethanol as fuels.</p> <p>Thailand's strong agricultural base is supporting a growing biofuels industry. Not only should this ease Thailand's dependence on imported oil, it could also prove an excellent export opportunity. The government's 15 year alternative fuel plan is an important step in the right direction.</p> <p>Of course, biofuels can throw up social & environmental challenges. One way we're addressing these is by working with NGOs & others to push for international standards for the sustainable sourcing of biofuels.</p><h3>Energy efficiency</h3><p>All of which brings me to a second priority for the region: curbing its rising energy consumption.</p> <p>Stricter fuel efficiency standards will be crucial -- as will the construction of more efficient power stations.</p> <p>We must also consider the historic transformation underway across the region, as countries make the transition from rural to urban societies.     </p> <p>South-East Asia's urban population has almost doubled in the past two decades: some 44% of the population now lives in urban areas. That will rise to two-thirds by 2050 (UN).</p> <p>This has significant implications: urban dwellers typically consume more energy than their rural counterparts, partly because they tend to be wealthier.     </p> <p>More positively, the shift to urban living provides opportunities to improve energy & resource efficiency. This is partly a question of scale: energy, water, & other services are increasingly managed at a city, rather than a national, level. </p> <p>Careful planning & controlled urbanisation can have a major impact on future energy use.</p> <p>Cities with higher population density, such as Singapore, are more energy efficient.</p> <p>By contrast, sprawling cities in the USA have much higher levels of energy consumption. In many, per capita energy consumption for personal travel is five to ten times higher than in some developed Asian cities.</p> <p>Urban mass transit is another way to keep personal vehicles off the road. Bus rapid transit corridors are a cost-effective option that can handle up to 50,000 passengers an hour - nearly as many as subways.</p> <p>Jakarta is the first South-East Asian city to introduce such a system. The results are striking: in 2009, the Trans-Jakarta Busway was used by some 250,000 people a day, an 11% increase on the previous year. That resulted in estimated fuel savings equivalent to some $100 million.</p><h3>Policies</h3><p>All of which leads to my final point. The right government policies will be critical to meeting the region's energy challenge.</p> <p>One important political issue is the subsidies that support the consumption of fossil fuels.</p> <p>In a global survey, the IEA identified 37 countries with estimated subsidies totaling $409 billion in 2010.</p> <p>Subsidies shield consumers from higher energy costs. But they also bring unintended consequences: in South-East Asia, subsidized power tariffs discourage industry investment in new energy supplies & power capacity. And, globally, subsidies simply encourage people to use more energy.</p> <p>The Thai government has made a strong start in reforming prices for liquefied petroleum gas & compressed natural gas in the transport sector.</p> <p>But as the government contends with public opposition, we must remember the broader benefits of removing subsidies. The IEA estimates that if subsidies were phased out worldwide, global energy demand would fall 4% by 2020 & nearly 5% by 2035.</p> <p>The IEA also estimates that only 8% of the $409 billion in support in 2010 reached the poorest households. The agency argues that providing similar levels of financial support directly to low-income families would be far more efficient.</p> <p>For ASEAN countries, policy frameworks that incentivize energy investment are also important.</p> <p>I'm talking about stable fiscal & regulatory frameworks for investments that can run to billions of dollars over several decades.</p> <p>Governments around the world often respond to oil & gas price increases with tax hikes, only to leave the higher rate in place when the price weakens. This discourages investment & accentuates energy price volatility.</p><h3>Conclusion</h3><p>In summary, Shell has a long & proud history in Thailand, including pivotal moments in the history of our industry. </p> <p>Today, South-East Asia is again at the forefront of historic changes in the energy industry.</p> <p>To meet surging demand, the region must secure a reliable & affordable energy supply. It must also limit the environmental stresses associated with energy consumption.</p> <p>One step will be to expand all available sources of energy, while preserving the pre-eminence of gas as an energy source. Another priority should be to promote energy efficiency.</p> <p>I'm confident that Thailand will rise to the challenge with its customary dynamism, optimism & resilience.</p> <p>& that Shell's next 120 years in this great country will be as happy & mutually beneficial as the first. </p> <p><br/><em>Thank you.</em> </p>",
				"thumbnail": {
					"id": "152138ef6bdbb72ebc135490022880515",
					"timestamp": "0",
					"uri2x": "http://www-static.shell.com/static/media/imgs/240x178/simon_henry.jpg",
					"uri": "http://www-static.shell.com/static/media/imgs/240x178/simon_henry.jpg"
				},
				"description": "Example description #2",
				"publicationdate": "2012-05-31T16:00:00Z",
				"uri": "http://www.shell.com/home/content/media/speeches_and_webcasts/2012/simon_henry_thailand_31052012.html"
			}],
			"id": "152138ef6bdbb72ebc135490022880513",
			"timestamp": "1350856800",
			"summary": "Speech given by Simon Henry, Chief Financial Officer, Royal Dutch Shell plc, at the dinner to mark the 120th anniversary of Shell's presence in Thailand on May 31, 2012.",
			"title": "South-East Asia: the journey to a more secure & sustainable energy future",
			"thumbnail": {
				"id": "152138ef6bdbb72ebc135490022880516",
				"timestamp": "0",
				"uri2x": "http://www-static.shell.com/static/media/imgs/240x178/simon_henry.jpg",
				"uri": "http://www-static.shell.com/static/media/imgs/240x178/simon_henry.jpg"
			},
			"hidden": true,
			"publicationdate": "2012-09-25T13:30:00Z",
			"largethumbnail": {
				"id": "152138ef6bdbb72ebc135490022880517",
				"timestamp": "1297382400",
				"uri2x": "http://www-static.shell.com/static/investor/imgs/240_wide/peter_voser.jpg",
				"uri": "http://www-static.shell.com/static/investor/imgs/240_wide/peter_voser.jpg"
			}
		}, {
			"content": [{
				"id": "152138ef6bdbb72ebc135490022880619",
				"timestamp": "1348736798",
				"summary": "Example summary #4",
				"mimetype": "application/pdf",
				"title": "Simon Henry - oil & gas conference in London",
				"textcontent": "Example text content #2",
				"thumbnail": {
					"id": "152138ef6bdbb72ebc135490022880620",
					"timestamp": "1348736798",
					"uri2x": "http://www-static.shell.com/static/investor/imgs/app/presentations/q3_2012_webcast_presentationapp.png",
					"uri": "http://www-static.shell.com/static/investor/imgs/app/presentations/q3_2012_webcast_presentationapp.png"
				},
				"description": "Simon Henry, Chief Financial Officer, Royal Dutch Shell plc, presented an update of Shell's strategy & portfolio at the Oil & Gas Conference at Deutsche Bank in London on September 27, 2012.",
				"publicationdate": "2012-09-25T13:30:00Z",
				"uri": "http://www-static.shell.com/static/investor/downloads/presentations/2012/simon_henry_oil_gasconference27092012.pdf"
			}],
			"id": "152138ef6bdbb72ebc135490022880618",
			"timestamp": "1350856800",
			"summary": "Example summary #3",
			"title": "Simon Henry - oil & gas conference in London",
			"thumbnail": {
				"id": "152138ef6bdbb72ebc135490022880621",
				"timestamp": "1283122800",
				"uri2x": "http://www-static.shell.com/static/investor/imgs/app/presentations/q3_2012_webcast_presentationapp.png",
				"uri": "http://www-static.shell.com/static/investor/imgs/app/presentations/q3_2012_webcast_presentationapp.png"
			},
			"hidden": false,
			"publicationdate": "2012-09-25T13:30:00Z",
			"largethumbnail": {
				"id": "152138ef6bdbb72ebc135490022880622",
				"timestamp": "1335308400",
				"uri2x": "http://www-static.shell.com/static/investor/imgs/240_wide/peter_voser.jpg",
				"uri": "http://www-static.shell.com/static/investor/imgs/240_wide/peter_voser.jpg"
			}
		}],
		"color": "4281ED"
	}, {
		"id": "152138ef6bdbb72ebc135490022880623",
		"title": "Social responsibility",
		"items": [{
			"content": [{
				"id": "152138ef6bdbb72ebc135490022880625",
				"timestamp": "1346855109",
				"summary": "Example summary #6",
				"mimetype": "application/pdf",
				"title": "Simon Henry - Barclays conference in New York",
				"textcontent": "Example text content #3",
				"thumbnail": {
					"id": "152138ef6bdbb72ebc135490022880626",
					"timestamp": "1346855109",
					"uri2x": "http://www-static.shell.com/static/investor/imgs/240_wide/q3_2012_banner.gif",
					"uri": "http://www-static.shell.com/static/investor/imgs/240_wide/q3_2012_banner.gif"
				},
				"description": "Simon Henry, Chief Financial Officer of Royal Dutch Shell plc presented Shell's strategy & portfolio at the Barclays conference in New York on September 5, 2012.",
				"publicationdate": "2012-09-25T13:30:00Z",
				"uri": "http://www-static.shell.com/static/investor/downloads/presentations/2012/simon_henry_barclays05092012.pdf"
			}],
			"id": "152138ef6bdbb72ebc135490022880624",
			"timestamp": "1350856800",
			"summary": "Example summary #5",
			"title": "Simon Henry - Barclays conference in New York",
			"thumbnail": {
				"id": "152138ef6bdbb72ebc135490022880627",
				"timestamp": "1286751600",
				"uri2x": "http://www-static.shell.com/static/investor/imgs/240_wide/2011_sustainabilityreportcover.gif",
				"uri": "http://www-static.shell.com/static/investor/imgs/240_wide/2011_sustainabilityreportcover.gif"
			},
			"hidden": true,
			"publicationdate": "2012-09-25T13:30:00Z",
			"largethumbnail": {
				"id": "152138ef6bdbb72ebc135490022880628",
				"timestamp": "1319670000",
				"uri2x": "http://www-static.shell.com/static/investor/imgs/240_wide/peter_voser.jpg",
				"uri": "http://www-static.shell.com/static/investor/imgs/240_wide/peter_voser.jpg"
			}
		}, {
			"content": [{
				"id": "152138ef6bdbb72ebc135490022880730",
				"timestamp": "1328486400",
				"summary": "Speech by Peter Voser, Chief Executive Officer, Royal Dutch Shell plc at the 25th World Gas Conference, Kuala Lumpur, Malaysia on June 5, 2012.",
				"mimetype": "text/plain",
				"title": "Natural gas: innovation for a sustainable future & global growth",
				"textcontent": "<p><em>The boom in natural gas that has improved North America's energy picture is spreading globally, with China & Australia likely to see the next wave of the gas revolution. China has potentially enormous deposits that could play a major role in helping boost the share of natural gas in its energy mix, & easing its dependence on coal. In this speech to the 25th World Gas Conference, Shell CEO Peter Voser looks at the global implications of the gas revolution, & how Shell innovations are getting more value from this abundant resource.</em></p><h3>Natural gas: innovation for a sustainable future & global growth</h3><p>This year's World Gas Conference is about the role of natural gas in \"sustaining future global growth,\" which is certainly appropriate.</p> <p>For at no time in the history of our industry has natural gas been poised to play a more important role in the global energy picture. The \"natural gas revolution\" is the most significant energy development in decades.</p> <p>Today I want to share with you my view on the global implications of this revolution, with a particular focus on what it means for Asia.</p> <p>As you know, our industry in the past decade has developed & perfected the technology needed to unlock gas from places previously assumed to be out of reach. As a result, natural gas will be a far bigger player in meeting our future energy challenge than we had previously assumed.</p> <p>It's no coincidence that this year Shell expects to produce more natural gas than oil for the first time in its history.</p> <p>The benefits of natural gas in meeting our future energy needs are well-documented. Its supply is increasingly abundant & diverse, which means greater energy security. It is a clean-burning ally to renewables like wind & solar. Generating electricity from gas also requires relatively low capital investment. & it's highly flexible. It can be converted to liquid fuels, transported easily, & used to make other products.</p><h3>North American experience</h3><p>In North America, we have already seen the dramatic impact of the gas revolution. New reserves of tight gas, shale gas & coal seam gas are helping the United States rebuild its economy & become more competitive.</p> <p>Combined with increased oil production from the Gulf of Mexico, potentially huge deposits in the arctic, & the growth in tight oil & heavy oil - including oil sands - North America is looking at a dramatically improved outlook for energy security.</p> <p>Gas holds considerable promise in the rest of the world as well. In fact, the International Energy Agency estimates total worldwide recoverable gas resources at 250 years at current production.</p> <p>Australia, for example, holds large-scale deposits of coal-seam gas, while some estimate China's shale gas resources could be as much as 50% larger than those in the United States.<sup>(*)</sup> South Africa, Indonesia & India also hold significant deposits of shale & coal-seam gas.</p> <p>But it is China & Australia that are most likely to see the next wave of this revolution. China's potentially enormous deposits could play a major role in helping boost the share of natural gas in its energy mix, & easing its dependence on coal.</p> <p>Shell is proud to be working with China National Petroleum Company on several projects to tap these resources. They include the Changbei tight gas field in Shaanxi Province, which supplies gas to Beijing & other cities in eastern China.</p> <p>While there's no doubt these abundant gas reserves around the world can be tapped, society should not underestimate the substantial investment & highly complex technology required to do so in a safe & responsible way.</p><h3>The need for regulation</h3><p>Indeed, there has been vocal opposition among some environmental groups regarding the potential safety & environmental effects of developing these resources.</p> <p>This has resulted in some misconceptions about the impact of hydraulic fracturing, or \"fracking\" - a technique that has been tried & tested over many years.</p> <p>One area of concern that has attracted more recent attention is greenhouse gas emissions - especially methane - from shale gas production. We know methane releases can be significantly reduced by using proven technologies.</p> <p>For example, at our Pinedale operation in the US state of Wyoming, we installed a system to help us stop methane leaks detected with an infrared camera. But clearly more research is needed to understand the true extent of methane releases from the gas industry.</p> <p>In general, our industry needs to do a better job of listening & responding to these concerns. To that end, Shell last year announced five operating principles for our onshore shale & tight sand oil & gas operations. & just last week, the International Energy Agency issued its \"Golden Rules for a Golden Age of Gas\".</p> <p>The IEA rules were developed in consultation with policymakers, the industry, regulators & NGOs to provide practical recommendations for the development of these resources.</p> <p>We welcome the IEA's effort. Its recommendations & principles are similar to our own. They provide a framework for protecting water, air, wildlife & the communities in which our industry operates.</p> <p>At Shell, we are committed to support regulations consistent with our operating principles. Our hope is they can be applied over time to all tight oil & gas operations around the world.</p><h3>An expanding global LNG market</h3><p>Of course, we cannot discuss the natural gas revolution without mentioning the spectacular growth of the global & regional LNG markets, & the implications for this growing region.</p> <p>LNG has a long history here, with Malaysia, Indonesia & Brunei all serving as long-term suppliers. Further exploration should continue to yield new opportunities for these countries.</p> <p>Thailand has become an LNG importer, as well, & several other ASEAN countries are preparing to do so, including Malaysia, Indonesia & the Philippines. This is one reason why global LNG demand is expected to double in the next decade.</p> <p>The growth in global suppliers of LNG & its flexibility advantage were brought into sharp relief after the devastating earthquake in Japan one year ago. To cover the immediate shortfall in Japan's energy suppliers, LNG cargoes were quickly diverted from countries around the world, including Russia, Australia, Korea & Nigeria.</p> <p>Today Japan is investing heavily to lock in LNG supplies to replace its nuclear generating capacity.</p> <p>Strong demand growth is possible in part because global liquefaction capacity has increased by around 40% over the past three years. Much of that increase has come from Qatar, which has become the world's largest LNG supplier.</p> <p>This is great news for Asia, as about 40% of Qatar's LNG is reserved for Asian markets through long-term contracts. & we expect an increasingly diverse group of suppliers will supply the Asian market, providing access to gas reserves around the world.</p> <p>Australia eventually could rival Qatar as an LNG exporter. It has more than a half-dozen LNG projects planned or under construction.</p> <p>Then there's North America. Its tight-gas production boom means it no longer needs major LNG imports. That has freed up supplies for Asia & Europe. It also means we will likely see a growing LNG trade across the Pacific from Canada, the world's third-largest gas producer.</p> <p>Just last month, Shell & our Asian partners announced plans to develop an LNG export facility in western Canada.</p> <p>Asia should further benefit from the LNG industry's latest technological innovation when we start to produce & liquefy natural gas at sea. Our first Floating LNG facility will develop our Prelude gas field off Australia's northwest coast.</p> <p>Our ambition is to build more FLNG vessels to tap other offshore fields that would otherwise be too costly or difficult to develop, including those in Asian waters.</p> <p>The bottom line is governments in Asia & elsewhere have every reason to back natural gas as a secure & sustainable energy source, & every reason to make the most of their domestic gas resources.</p><h3>The cleaner fuel for development</h3><p>In this part of the world, the rapid pace of development comes with many implications - & opportunities.</p> <p>The growth of Asia's megacities, with increased congestion & pollution, presents policymakers with a big challenge: How do you fuel development in an environmentally sustainable way?</p> <p>Asia will need to develop all forms of energy to fuel its growth. & with significant reserves in Indonesia, China, Australia & India, coal will continue to play a prominent role in generating power.</p> <p>But as prosperity increases, development comes with expectations of better living standards, including cleaner air. This is where natural gas can help: It is the cleaner fuel for development.<br/>It is the fastest & least expensive way to reduce pollution in cities. Gas-fired power plants have significantly lower emissions of local pollutants, such as oxides of sulphur & nitrogen, mercury & fine particulates.</p> <p>There's a carbon benefit to gas as well. Gas-fired generators produce between 40% & 60% less C0₂ than coal-fired power plants.</p> <p>In the United States, the gas boom has led to a significant drop in carbon emissions due in large part to a major shift from coal to gas in the power sector.</p> <p>As I said earlier, gas also is a natural ally to solar & wind power. Gas generators can be switched on much more quickly than other power sources when the wind stops or the sun doesn't shine.</p> <p>& then there's the cost: Natural gas capacity is faster & less costly to install than any other new source of electricity.</p> <p>When we talk about the environmental benefits of gas, it's also important to remember that gas for power consumes a lot less water than nuclear or coal. This is becoming an increasingly important consideration in Asia, where many people still have no access to potable water, & where so much of the resource is needed for farming.</p><h3>Getting more value from gas</h3><p>One of the benefits of using gas in the energy mix is the versatility of this fuel, thanks to decades of research & development. Beyond the innovations in extracting gas from hard-to-reach places, Shell has been working hard to find other ways to gain value from this abundant resource.</p> <p>Cleaner-burning LNG for transportation is a great example. As an alternative to diesel, it's another smart way to reduce emissions of sulphur-oxides & particulates.</p> <p>In Singapore & the Dutch port of Rotterdam, we are looking at expanding opportunities to use LNG as a marine fuel.</p> <p>In western Canada, Shell's preparing to make LNG available this year to fleet operators along a busy truck route. Drawing on the region's natural gas to produce the LNG at a small-scale gas-liquefaction plant, we believe fleets on this route could see a reduction in greenhouse gas emissions of up to 20% on a well-to-wheels basis.</p> <p>At Shell, we are also investigating ways to use LNG as a transport fuel in the rail & mining sectors, as well as in oil & gas drilling. Natural gas can also provide a cleaner source of electricity than coal for the world's growing fleet of electric vehicles, which would further reduce many countries' need to import oil.</p> <p>Another example of the expanding value chain is gas-to-liquids (GTL) technology, which transforms natural gas into other higher-value liquid transport fuels & chemicals. Shell is a pioneer & leader in GTL technology, with a track record of research & production going back four decades.</p> <p>Last year, we opened the world's largest GTL plant in Qatar. The Pearl GTL plant produces GTL gasoil - a clean-burning diesel-type automotive fuel - & GTL kerosene, which can be used for jet fuel. It also produces chemical feedstocks for lubricants, detergents & petrochemicals.</p> <p>We think GTL technology could make a lot of sense in other gas-rich countries as well. It would further reduce the need for imported oil while deriving greater value from natural gas resources.</p> <p>In summary, to meet the rising global demand for energy in the decades to come, the world must expand all available sources of energy. The natural gas revolution offers the best, most promising opportunity we have today to make substantial, immediate progress toward a more sustainable energy supply.</p> <p>Gas is the fuel for development. Its supply is diverse, secure & abundant. Generating electricity from gas requires low capital investment, & its flexibility makes it the natural ally to renewables like solar & wind.</p> <p>I'm confident innovations & further advances in technology will make natural gas even more attractive in the years to come.</p> <p>For countries facing an increased population & rapid urbanisation - & all the challenges that brings - natural gas is an intelligent long-term bet to fuel growth in an environmentally sustainable way.</p> <p><br/><em>Thank you.</em></p> <p><em><sup>Cited source:<br/>(*) U.S. Energy Information Administration report, 2011</sup></em></p>",
				"thumbnail": {
					"id": "152138ef6bdbb72ebc135490022880731",
					"timestamp": "0",
					"uri2x": "http://www-static.shell.com/static/investor/imgs/240_wide/2011_sustainabilityreportcover.gif",
					"uri": "http://www-static.shell.com/static/investor/imgs/240_wide/2011_sustainabilityreportcover.gif"
				},
				"description": "Example description #3",
				"publicationdate": "2012-06-05T11:47:00Z",
				"uri": "http://www.shell.com/home/content/media/speeches_and_webcasts/2012/voser_worldgasconference_malaysia_05062012.html"
			}],
			"id": "152138ef6bdbb72ebc135490022880629",
			"timestamp": "1350856800",
			"summary": "Speech by Peter Voser, Chief Executive Officer, Royal Dutch Shell plc at the 25th World Gas Conference, Kuala Lumpur, Malaysia on June 5, 2012.",
			"title": "Natural gas: innovation for a sustainable future & global growth",
			"thumbnail": {
				"id": "152138ef6bdbb72ebc135490022880732",
				"timestamp": "0",
				"uri2x": "http://www-static.shell.com/static/media/imgs/240_wide/peter_voser.jpg",
				"uri": "http://www-static.shell.com/static/media/imgs/240_wide/peter_voser.jpg"
			},
			"hidden": false,
			"publicationdate": "2012-06-05T11:47:00Z",
			"largethumbnail": {
				"id": "152138ef6bdbb72ebc135490022880733",
				"timestamp": "1319756400",
				"uri2x": "http://www-static.shell.com/static/investor/imgs/240_wide/q3_2012_banner.gif",
				"uri": "http://www-static.shell.com/static/investor/imgs/240_wide/q3_2012_banner.gif"
			}
		}],
		"color": "DE9B0B"
	}, {
		"id": "152138ef6bdbb72ebc135490022880734",
		"title": "Miscellaneous",
		"items": [{
			"content": [{
				"id": "152138ef6bdbb72ebc135490022880736",
				"timestamp": "1343306939",
				"summary": "Example summary #8",
				"mimetype": "application/pdf",
				"title": "Second quarter 2012 results webcast to analysts",
				"textcontent": "Example text content #4",
				"thumbnail": {
					"id": "152138ef6bdbb72ebc135490022880737",
					"timestamp": "1343306939",
					"uri2x": "http://www-static.shell.com/static/investor/imgs/240_wide/2011_sustainabilityreportcover.gif",
					"uri": "http://www-static.shell.com/static/investor/imgs/240_wide/2011_sustainabilityreportcover.gif"
				},
				"description": "On Thursday 26 July, 2012 Royal Dutch Shell plc released its second quarter results & second quarter interim dividend announcement for 2012.",
				"publicationdate": "2012-09-25T13:30:00Z",
				"uri": "http://www-static.shell.com/static/investor/downloads/financial_information/quarterly_results/2012/q2/q2_2012_analyst_presentation.pdf"
			}],
			"id": "152138ef6bdbb72ebc135490022880735",
			"timestamp": "1350856800",
			"summary": "Example summary #7",
			"title": "Second quarter 2012 results webcast to analysts",
			"thumbnail": {
				"id": "152138ef6bdbb72ebc135490022880738",
				"timestamp": "1297555200",
				"uri2x": "http://www-static.shell.com/static/investor/imgs/240_wide/peter_voser.jpg",
				"uri": "http://www-static.shell.com/static/investor/imgs/240_wide/peter_voser.jpg"
			},
			"hidden": true,
			"publicationdate": "2012-09-25T13:30:00Z",
			"largethumbnail": {
				"id": "152138ef6bdbb72ebc135490022880839",
				"timestamp": "1323216000",
				"uri2x": "http://www-static.shell.com/static/investor/imgs/240_wide/peter_voser.jpg",
				"uri": "http://www-static.shell.com/static/investor/imgs/240_wide/peter_voser.jpg"
			}
		}, {
			"content": [{
				"id": "152138ef6bdbb72ebc135490022880841",
				"timestamp": "1309993200",
				"summary": "Speech given by Marvin Odum, upstream Americas Director, Royal Dutch Shell plc, at the Academy of Medicine, Engineering & Science of Texas Annual Meeting in Houston, Texas on January 12, 2012.",
				"mimetype": "application/pdf",
				"title": "Meeting the needs of 9 billion people",
				"textcontent": "<p><em>By 2050, the world's population is expected to hit 9 billion people, up from nearly 7 billion today. </em></p> <p><em>As the world's population grows, as wealth increases & more people e scape poverty, & as more & more people move into rapidly expanding cities, there will be increased stress on our energy, water & food resources. </em></p> <p><em>Marvin Odum spoke about the future of energy in the context of this multi-dimensional challenge, proposing a far more integrated approach to creating a more sustainable energy future.<br/></em></p><h3>Meeting the needs of 9 billion people</h3><p>It's a very great honor to have this chance to share some thoughts with you, & a little humbling, too.</p> <p>My credentials for being in a room with The Academy of Medicine, Engineering & Science lend themselves more to listening to what you have to say than presuming to offer my own modest insights.</p> <p>Nevertheless, I'd like to take a few minutes to suggest a way of thinking about my business - the business of energy -- in a way that might surprise you, in a way that connects to the vital work you are doing in your respective disciplines.</p> <p>Along the way, I'll offer some perspectives on why the enormous human, environmental & economic challenges of the 21st century cry out for leadership from individuals who are at the top of their game in the fields you represent.</p> <p>Let me warn you right up front that I'm going to close with a pretty heavy proposition: namely, that the health, security & sustainability of the world our kids will be sharing with 9 billion neighbors by 2050 depends on people like us, working together now, on smart answers to some tough questions.</p><h3>Shell & the global energy system</h3><p>If you look at my company - Royal Dutch Shell - through a conventional lens you will see the second largest oil & gas business in the world.</p> <p>Most people know us best through the products we sell to consumers - gasoline, diesel & engine oils like Quaker State & Pennzoil.  That's not surprising if you consider that Shell actually has more branded retail sites than McDonalds has restaurants.</p> <p>But that's just the very tip of what we do.</p> <p>If you look out your seat window before your next airline flight takes off, you might well see a Shell truck pumping jet fuel into your airplane - just one of about 7,000 aircraft we refuel at over 800 airports across 40 countries each day - one every 12 seconds.</p> <p>Admittedly, you'll be less likely to see Shell fuel & lubricant flowing into one of the ships we service in more than 600 ports worldwide.  And, you can't see the 22 million tons of Shell chemicals that go into products you use every day, from detergents to packaging, from carpets to computers.</p> <p>But even all these things represent only one end of the value chain we manage.</p> <p>In the U.S. alone we move more than two billion barrels of crude oil & refined products annually by way of 16,400 miles of pipeline.</p> <p>Worldwide we use 3,000 tanker trucks & 62 ships & barges to get product where people need it - power plants, airports, harbors, Walmarts, Jiffy Lubes, gas stations.</p> <p>& before we move it, we refine it - turning natural gas & crude oil into stuff people can actually use.. to move things - like cars, planes & ships.. to make things - like paints, shampoos, plastics components for medical equipment.. & to power things - like computers, washing machines, TVs & X-box consoles. </p> <p>In the U.S. Shell has the capacity to refine more than 1.3 million barrels of product every day using cutting edge chemical, thermal & physical reactions, running at temperatures & pressures that rival any other man-made process on earth.</p> <p>But refining still only represents the halfway step in a journey that links the sources of energy to its use.  That journey starts further upstream, in reservoirs of oil & gas: under the ground, under water, under ice, in sand, & in layers of shale.</p> <p>The upstream infrastructure of our business is the biggest, least visible, & probably most misunderstood part of what we do.</p> <p>For example, one of our newest upstream production platforms in the Gulf of Mexico is one we call Perdido - roughly 200 miles southwest of Galveston.</p> <p>When you think of Perdido, think of a 55,000 ton cork - nearly as tall as the Eiffel Tower & weighing as much as 10,000 large family cars - bobbing on the surface of an 8000 foot deep body of water.  Think of that cork holding a crew of professionals operating miles of piping, thousands of valves, hundreds of electronic safety sensors.  </p> <p>Think of that cork tethered to a network of well heads & separators on the sea floor, linked to 107 miles of gas & oil pipelines, alongside species of marine life that no human being had ever seen -- before our remotely operated underwater vehicles snapped their photos.</p> <p>Perdido has the capacity to pump roughly 100,000 barrels of crude oil every day.  That sounds like a lot, & it is.  It's enough to meet the energy needs of about 2.2 million American households.</p> <p>But there are 130 million homes in America.  & 250 million cars on our roads.  & more than 6 million businesses, small & large.</p> <p>So imagine the number of Perdidos required to keep our economy running & to maintain our lifestyles, to secure our future, to create jobs.</p> <p>& just in case you thought that was finally the end of the story, it's not.  Because to keep all that energy flowing -- to meet a demand for energy in 2050 that will be double what it is today -- we need to keep finding more of it, exploring in more & more difficult places, using seismic technologies that require the world's biggest supercomputers to process.</p> <p>The picture I hope is forming is of a massive, complicated, expensive, global energy system that stretches from the most remote corners of this planet to the humblest kitchens, classrooms & shops.  One in which Shell, alone, invests close to 30 billion dollars of capital every year to grow & maintain.</p> <p>By the way, for all that boastful-sounding description of Shell's size, the actual fraction of the world's oil & gas my company produces amounts to a grand total of less than 3 percent.</p> <p>You have to multiply the scale of Shell by 33, through dozens of major public & private energy companies, hundreds of service & engineering companies & thousands of logistics companies to account for all the energy that the world consumes every day.</p> <p>To keep this massive system running safely, responsibly & reliably is a technical challenge that rivals space travel for its sheer, breathtaking scale.</p> <p>This audience is better equipped than most to imagine just how technically demanding it is to find, produce, make, move & sell hydrocarbons - working at temperatures that range from 160 degrees below zero Celsius to liquefy natural gas, to more than 800 degrees Celsius to transform crude oil into useful products .. at pressures more than 200 times the weight of the air in this room.</p><h3>Energy for Life</h3><p>The theme of your conference this year - \"Energy for Life: From Human Metabolism to Powering the Planet\" - got me thinking.</p> <p>It occurred to me that the enormously complicated energy system we've built over the last 100 years or so.. that we use to run our cities, factories & economies.. is not even as sophisticated as the energy system of a simple, single human cell.</p> <p>Nature has designed an energy plant a tenth the diameter of a strand of hair that takes proteins & amino acids & oxygen & converts it through the Krebs cycle with perfect efficiency into the energy we use to work, think, play, & stand up in front of an audience speaking.</p> <p>& nature has managed to produce - & reproduce - a nearly infinite number of these microscopic energy plants to fuel life of every sort - from exotic lichens in Antarctica, to beef cattle in south Texas, to 500 year-old Sequoia trees in California.</p> <p>& it further occurred to me that if we're going to stand any chance of meeting the energy needs we've created for human societies - a need that will only increase for future generations - we'll need to find ways of creating systems that take at least a few, crude, man-made steps closer to the self-sustaining, perfectly efficient, zero-waste ideal that nature has managed to produce.  </p> <p>So how do we do that?</p> <p>Well, it starts by reducing the amount of energy we throw away every day.  That means ever more efficient cars, trucks, aircraft, factory robots, laptop computers & light bulbs.  Everything from kitchen toasters to supertankers will need to consume less energy per unit of work than they do today.</p> <p>It also means designing better ways of organizing our lives.</p> <p>By 2050, three out of every four people on this Earth will live in cities.  That's up from 50 percent today.  That means the equivalent of a new city of a million people every week for the next 30 years.  So we have people at Shell working with the planners of some of the biggest, densest urban areas of the world to understand how to design cities that more efficiently & productively provide for human work, education, mobility, education & culture.</p> <p>But in case you're thinking that I'm shifting the burden to someone else - that it's all about more efficient cars & lifestyles - let me hasten to point out that companies like mine are rolling up their sleeves as well.</p> <p>At Shell, we take our responsibility to help address the energy challenge seriously. We're actively addressing future energy needs & helping customers consume & emit less.</p> <p>In addition to delivering breakthrough fuels & lubricants, we've developed driving tips for motorists to help them use less fuel.  We've actually trained more than 200,000 people across the globe on fuel efficiency.</p> <p>We've developed a new type of bitumen - a petroleum product - that requires much less heat & energy to pave a road than more traditional asphalt.</p> <p>We're constantly introducing better lubricants to reduce waste heat & friction in engines & heavy machinery.</p> <p>Fuel efficiency also derives from producing & moving it more efficiently, too.  </p> <p>We've adopted, for example, operating principles for how we produce natural gas from tight sands & shale formations.</p> <p>These principles cover:</p> <ul><li>Designing, constructing & operating our wells & facilities safely & responsibly;</li> <li>Protecting groundwater & reducing our water use in the process;</li> <li>Protecting air quality & controlling emissions - including greenhouse gases that cause climate change; </li> <li>Reducing the physical footprint of our operations; </li> <li>& engaging with communities on the social impacts of our operations.. helping them take advantage of the economic benefits these developments can deliver.</li> </ul> <p>Although we've designed these particular principles for our onshore gas business, they are similar to the way we operate everywhere from the Gulf of Mexico, to oil sands in Canada, to our Arctic exploration in Alaska.</p> <p>We're also finding ways to be more efficient in finding & producing oil & gas - using new techniques that can only be described in highly technical terms, like \"really cool.\"</p> <p>For example, researchers from Shell & HP will work together on tiny \"nano\" motion sensors - a thousand times more sensitive than those in the Wii electronic game - to create sharper pictures of underground rock formations.</p> <p>At the other end of the scale is new Floating Liquefied Natural Gas technology that includes vessels six times the size of the biggest aircraft carriers that can reduce the volume of gas by a factor of 600 & send it on its way to markets anywhere in the world.</p> <p>But I can guess the question that is still on the tip of many of many of your tongues: \"Why only fossil fuels?  Great that you're working to minimize the impact of fracking & oil sands & offshore drilling, but what about alternatives?  Hydrogen?  Biofuels?  Wind?  Solar?\"</p> <p>Well, the answer is that those alternatives are tremendously exciting.  The answer is that they will be - that they must be - a significant part of our energy system. </p> <p>& the answer is that we're actively working on them.</p> <p>For example, last year we formed a $12 billion joint venture in Brazil producing 2 billion liters of biofuels every year.  The sugar-cane based ethanol we're producing there is the most sustainable, least carbon-intensive biofuel available anywhere at such a scale.</p> <p>What's more, our JV could be a platform for commercializing far more technically advanced - so-called next generation - biofuels that we're working on with partners in the U.S. & Canada.</p> <p>You've already heard from Dick Williams this morning about the potential we see in wind.</p> <p>We're exploring how best we might someday bring hydrogen fuel to our retail markets when the auto industry is ready for it.</p> <p>Solar, nuclear, geothermal & tidal power will all be part of the world's future energy portfolio, too.  We'll need them all.  & Shell could make a contribution to more of them than you might expect.</p> <p>But replacing any meaningful fraction of today's fossil fuel system with alternatives will require major technological breakthroughs, investments, infrastructure changes, public education & intelligent policy frameworks.</p> <p>Most current projections show that roughly 30 percent of our energy will come from alternatives to oil & gas by the middle of this century.</p> <p>Frankly, I think that figure ought to be much higher.  But just as frankly, I don't yet see how we get there.</p> <p>So we continue to work on all fronts, making sure that we don't sacrifice the best solutions available today to the ideal solutions we imagine for tomorrow.</p> <p>We continue to work on getting a few steps closer to that ideal energy system nature designed into the human cell.</p> <p>& we continue to expand our thinking about the role that energy - & energy companies - play in the bigger scheme of things.</p> <p>Because just as that human cell is a system within much larger systems that add up to our ability to think, & feel, & work & metabolize; so is our industry a system within a much larger integrated system that adds up to the ability of the planet & its resources to support our communities & economies.</p> <h3>The water/food/energy nexus</h3><p>We need to take an especially close look at the nexus between water, food & energy.   There is a powerful interplay between the three.</p> <p>Increasingly it takes energy to produce dwindling supplies of fresh water.  It takes water - & lots of it - to produce certain kinds of energy.  & it takes both water & energy to produce food in the increasing quantities needed to support a growing population.</p> <p>We could let the need for those three resources compete with each other or we could work with governments, partners from other industry sectors, & customers to innovate smarter ways to optimize the supply & use of water, food & energy.</p> <p>That's why at Shell we're actively developing innovative new technologies for reducing the water we use in our drilling & production operations.  It's why we're developing biofuels only in places where they don't compete with food & water supplies, & learning ways to produce tomorrow's biofuels from agricultural waste.</p> <p>& it's why we're so focused on ways to tackle CO2 emissions that drive climate changes that could radically affect future availability of water supplies, agricultural patterns, & demand for energy.</p><h3>Conclusion</h3><p>Which finally brings me to the proposition I threatened you with at the beginning of this talk.. & that is that it will take the integrated leadership of people like you & me -- in professions as diverse as medicine, engineering, science & business -- working together across sectors & disciplines, to tackle the enormous challenges & opportunities confronting us in this still-new century.</p> <p>& there's enough of Texas in my DNA to further suggest that there are few more logical homes for that kind work & thinking than right here, supported by organizations like this Academy.  That's not just a Texas swagger.  That's recognition of this state's responsibility in the world as a big place, with big ideas, big resources, big appetites & a big heart.</p> <p>We are, in my view, the energy capital of the world, & when the world looks for ways to tackle the challenges of energy - from human metabolism to powering the planet - they ought to find some of the best answers right here.</p>",
				"thumbnail": {
					"id": "152138ef6bdbb72ebc135490022880842",
					"timestamp": "0",
					"uri2x": "http://www-static.shell.com/static/investor/imgs/240_wide/2011_sustainabilityreportcover.gif",
					"uri": "http://www-static.shell.com/static/investor/imgs/240_wide/2011_sustainabilityreportcover.gif"
				},
				"description": "Example description #4",
				"publicationdate": "2012-01-12T08:00:00Z",
				"uri": "http://www.shell.com/home/content/media/speeches_and_webcasts/2012/marvin_odum_houston_12012012.html"
			}],
			"id": "152138ef6bdbb72ebc135490022880840",
			"timestamp": "1350856800",
			"summary": "Meeting the needs of 9 billion people",
			"title": "Simon Henry - Barclays conference in New York",
			"thumbnail": {
				"id": "152138ef6bdbb72ebc135490022880843",
				"timestamp": "0",
				"uri2x": "http://www-static.shell.com/static/media/imgs/240_wide/marvin_odum.jpg",
				"uri": "http://www-static.shell.com/static/media/imgs/240_wide/marvin_odum.jpg"
			},
			"hidden": false,
			"publicationdate": "2012-01-12T08:00:00Z",
			"largethumbnail": {
				"id": "152138ef6bdbb72ebc135490022880844",
				"timestamp": "1348095600",
				"uri2x": "http://www-static.shell.com/static/investor/imgs/240_wide/2011_sustainabilityreportcover.gif",
				"uri": "http://www-static.shell.com/static/investor/imgs/240_wide/2011_sustainabilityreportcover.gif"
			}
		}],
		"color": "088A40"
	}, {
		"id": "152138ef6bdbb72ebc135490022880845",
		"title": "Safety",
		"items": [{
			"content": [{
				"id": "152138ef6bdbb72ebc135490022880847",
				"timestamp": "1339106400",
				"summary": "Speech by Marvin Odum, Upstream Americas Director, Royal Dutch Shell plc, at the Canadian American Business Council Spring Policy Forum in Washington, United States on June 7, 2012.",
				"mimetype": "text/plain",
				"title": "Investment, innovation & imagination: The keys to Canadian-American leadership in the global energy challenge",
				"textcontent": "<p><em>Much of the foreseeable growth in energy demand will come from Asia.  Roughly half of the demand increase will come from China & India.  Southeast Asia, traditionally an energy exporting region, also expects to double its energy demand in that time horizon.  & by 2030 Chinese demand could be more than one-and-a-half times as high as the next-largest energy consumer - the United States. Important especially for Canadian & American leaders - is China's focus on natural gas, a cleaner option to almost any other energy source available at scale today.   China has said it will more than double natural gas as a percentage share of its primary energy use by 2015.  It could triple by 2020.  Shell sees China driving 50 percent of the world's growth in natural gas demand over that same period of time.  LNG exports to Asia can open a market for North America - & especially Canada - worth billions of dollars.  It could sustain investments, jobs & provide long-term income through royalties & taxes in North America, while helping China & the rest of emerging Asia secure a lower-carbon energy future.</em></p><h3>Investment, innovation &amp; imagination: The keys to Canadian-American leadership in the global energy </h3><p>Thank you very much.  It's a pleasure to be here.</p> <p>Shell has had a 10-year-long partnership with the Canadian American Business Council & it has been a vital one to us. </p> <p>CABC provides key insights on a range of topics that are important to firms on both sides of the border - from regulatory cooperation, to border efficiencies, to energy security, to sustainability, to protecting economic growth. </p> <p>I like that CABC entertains views on Canadian-American issues from players as diverse as Coca Cola & the Royal Bank of Canada..all the way to the Mother Nature Network.</p> <p>CABC helps shape policy debates in both Ottawa & Washington - & any number of states & provinces.</p> <p>CABC helps maintain the movement of more than $750 billion in goods & services - roughly the size of Turkey's entire GDP - across the 49th parallel every year.     </p> <p>But you knew that.</p> <p>What everyone may NOT know (at least not quite as well) - & what I'd encourage you to keep firmly on the CABC agenda - is the fact that North American energy is going through significant change:</p> <p>A change from a region that is a leader in consumption growth.. to a leader in energy efficient technologies.. </p> <p>A change from worrying about the security of imported supplies.. to developing markets for exported resources..   <br/>A change from tense geopolitical competition for energy.. to collaborative partnerships.</p> <p>What's happening on this continent is intimately tied to what's changing in the energy system worldwide.</p><h3>Meeting the needs of 9 billion people</h3><p>Roughly a billion people are just now entering the market for cars, washing machines, refrigerators & computers that they see & covet in the developed world.. the world you & I enjoy.   </p> <p>Every day the world is home to nearly 200,000 more people .. who are consuming more products.. & expecting more physical & social mobility .. & living in more dense urban centers.</p> <p>By 2050, our children will share this planet with 9 billion people. The world will be adding the equivalent of a city the size of Edmonton or Dallas.. every week for the next 30 years.</p> <p>Every one of those cities.. every one of those people.. will need energy to survive -- never mind to thrive. The global demand for energy could grow by a third by 2030.. & some 50% higher than today by the middle of this century. & even while that energy is vital to human survival, producing it puts enormous pressure on environments & social fabric in every corner of the globe.</p> <p>My company alone invests about 30 billion dollars every year in working to close that gap between supply & demand.</p> <p>The industry globally will spend untold trillions over the next four decades to find, develop & produce ever more challenging sources of energy - from traditional oil & gas, to shale gas, to liquids from shales, to - eventually - advanced biofuels, hydrogen & other renewables.</p> <p>But we're working the demand side as well. At Shell our Downstream businesses are developing & marketing ways to help customers use less of our product. That sounds counter-intuitive, I'm sure, but it's actually good business. Our markets will increasingly demand not just energy resources... but the technologies, infrastructure, policies & consumer behaviors for using those resources more efficiently.</p> <p>In short, both sides of the energy equation - supply as well as demand -- present enormous opportunities - not just challenges - especially for Canada & America.</p> <p>& this is where Asia comes into the story.</p><h3>Asia: the lion's share of growth</h3><p>Much of the foreseeable growth in energy demand will come from Asia. Roughly half of the demand increase will come from China & India, with the majority of that from China. Southeast Asia, traditionally an energy exporting region, also expects to double its energy demand in that time horizon.</p> <p>& by 2030 Chinese demand could be more than one-and-a-half times as high as the next-largest energy consumer - the United States.</p> <p>China is at an obvious crossroads in its development.</p> <p>At the extreme: One path points to an unsustainable, carbon-intensive energy future that will create economic uncertainty & instability in the years ahead. Neither China nor the world can afford this path.. & Chinese leaders know that.<br/>The other end points to a historic opportunity to move toward a more sustainable energy system.. maybe even to leapfrog some of the elements of the development history in the West.</p> <p>It's true that coal still drives much of their energy growth today; but Chinese leaders are famous for taking the long view. They know they need cleaner, more sustainable ways to fuel their continued economic growth. They are making capital investments & policy decisions to that end.</p> <p>An important example of that - important especially for Canadian & American leaders - is China's focus on natural gas.. a cleaner option to almost any other energy source available at scale today. </p> <p>China has said it will more than double natural gas as a percentage share of its primary energy use by 2015. It could triple by 2020. We at Shell see China driving 50 percent of the world's growth in natural gas demand over that same period of time.</p> <p>To meet these demand projections, China is looking to expand its domestic natural gas production & import natural gas by pipeline from the Caspian region.</p> <p>But it will also need liquefied natural gas - or LNG - imported from even further abroad.</p> <p>Demand for LNG across Asia - including China - is likely to grow by more than 80 mpta between now & 2020. This is equivalent to another Japan, which imported a record 83 million metric tonnes of LNG in 2011, following the tragedy at the Fukushima nuclear plant.</p> <p>What's even more significant is that most of that growth is for commercial, industrial & residential needs. When China decides to ramp up construction of natural gas power plants, the number could be REALLY eye-popping.</p> <p>You can see where I'm going here.</p><h3>Charting a way forward with investment, innovation &amp; imagination</h3><p>LNG exports to Asia can open a market for North America - & especially Canada - worth billions of dollars. It could sustain investments, jobs & provide long-term income through royalties & taxes here, while helping China & the rest of emerging Asia secure a lower-carbon energy future there.</p> <p>Alberta & British Columbia alone are probably sitting on more than 200 trillion cubic feet of competitive natural gas. Natural gas production from tight shale & sandstone in the U.S. & Canada nearly doubled between 2005 & 2010.</p> <p>Shell is at the forefront of developing these cost-effective resources in sustainable ways on both sides of the border.</p> <p>But we've also seen what's happened to natural gas prices in such a market.</p> <p>Ready supplies across North America leaves western Canadian suppliers on the fringe of an over-supplied market.</p> <p>How can we create more value with that supply?</p> <p>By going west. By becoming the supplier of choice for Asian customers looking for long-term clean energy security.</p> <p>Of coure we in North America aren't the only ones in the world to come up with that idea.</p> <p>Australia already exports around 26 mtpa of LNG to Asia, & the Aussies have plans on the table for up to 80 mtpa. Countries like Malaysia, Indonesia & Qatar are developing opportunities for their own natural resources & have the advantage of being just around the corner from the Chinese market.  So even as long term global demand for energy will sky-rocket, we're seeing intense competition & a short window of opportunity now in key energy markets. </p> <p>So how do we - on both sides of our border - realize that opportunity? How best can we compete?</p> <p>I suggest a policy recipe with three ingredients: investment, innovation, & imagination.</p> <p>Investment is the obvious one. Companies like mine are investing billions in exploring, producing & developing energy sources in North America - including natural gas.</p> <p>But it will take many billions more to fully realize the value of those resources: investments in LNG terminals.. pipelines.. LNG carriers.. power grids.. local infrastructure.. & education & training for the workforce required in Canada's case to close the expected shortage of skilled workers in our industry over the next decade.</p> <p>The payoff is clear. Huge GDP impacts & revenue for health care.. for education.. for public works.. for economic development.</p> <p>All this is not just idle speculation.</p> <p>Last month, we at Shell announced our aspiration to develop an LNG export facility near Kitimat in British Columbia. Along with three Asian partners the project would design, construct & operate a plant that will produce 12 million tonnes of LNG each year - the equivalent of 15 percent of Japan's projected imports for 2012.. & the equivalent of all of China's LNG imports in 2011.</p> <p>Our planned investment in BC depends on a careful study of environmental impacts.. dialogue & input from local communities.. & thorough but efficient work by regulators on approvals & permits. It also depends on additional private & public investment in the infrastructure needed to supply the facility: pipelines, power, people & more.</p> <p>But we're excited about the possibilities there. & we're hoping we'll be up & running around the end of this decade.</p> <p>Of course investment will only get so far without innovation to go with it.</p> <p>& here I'm thinking not only of technology innovation -- although there are plenty examples of that: innovation, for example, required to operate LNG export terminals in 7 countries.. with a fleet of 53 LNG ships.. we participate in ventures that supply some 30 percent of the world's LNG .. all safely & reliably. Also the technical innovation required to produce this region's massive gas reserves, previously locked away in deep rock & shale.</p> <p>I'm also thinking of non-technical innovations. Ways of addressing the needs & expectations not just of markets but of people & communities.</p> <p>For example, last year we at Shell broke new ground - intellectual ground, not just geological ground - by introducing what we call our Onshore Gas Principles.<br/>These are a set of commitments we've made to satisfy not just regulators.. & not just critical stakeholders.. but to satisfy ourselves that we are doing everything possible today to ensure the safety & integrity of our exploration & production of energy from gas.</p> <p>We see these principles not as a self-imposed constraint on our ability to operate.. but rather as way to make sure we compete & lead in a market that will never stop demanding more safety.. more environmental responsibility.. more respect for communities & people.</p> <p>But innovation does not just happen in companies. It happens in government as well. Canada is actively driving an efficient regulatory framework that recognizes both the opportunities & challenges of 21st century energy.. one that continues to ensure close scrutiny & high standards for operations.. but that also eliminates wasted time & bureaucratic delays. Some are calling the proposed framework \"one project, one review.\" It could reduce years of delay in realizing revenue & investment opportunities.</p> <p>A modest proposal might be for U.S. regulators to consider a similar framework.</p> <p>& I see this kind of thinking as a source of competitive edge for our entire region's energy industry.</p> <p>Which brings me to imagination. </p> <p>Imagination in this context means combining investment & innovation in ways that position Canada & North America as the gold standard for clean, responsible, lower carbon & competitive energy - its consumption as well as its supply.</p> <p>Let me offer an example from another part of the energy system. The Government of Alberta & the Government of Canada have signed a letter of intent formalizing their decision to contribute a combined total of $865 million to Shell's Quest Carbon Capture & Storage project.. that's \"CCS\" for short.</p> <p>Quest is a fully integrated CCS system, meaning it would capture, transport, inject & permanently store more than one million metric tonnes of CO2 per annum more than a mile deep underground. This CO2 will come from our oil sands operations.</p> <p>That's an important development being watched closely by governments like China's, which wants to reduce its CO2 emissions per unit of GDP by 17 percent, & which is hand-cuffed to high carbon coal as an energy source for the next few decades.</p> <p>With the Quest project, Canada & Alberta are sending a message to the world that they want not only to be an important source of energy, but that they have the imagination to be public partners & leaders in investing in low carbon innovations.</p> <p>As an integrated oil company - one that operates along the entire value chain from remote well heads to millions of customers in your local neighborhoods - we work in imaginative public & private partnerships that look at how energy is used, as well as how it's produced. </p> <p>Fuels & lubricants, for example, that improve the efficiency of your family car.. asphalts that can be laid at lower temperatures & therefore with less energy.. biofuels that offset some of our dependency on fossil fuels & help reduce the carbon emissions from transport.<br/>& with the region's gas resources firmly in mind: We are making good progress in looking at ways to use LNG as a transport fuel. It is competitively priced against diesel & results in less harmful emissions. Last September, Shell made a decision to invest in our first LNG-for-transport venture in Alberta - providing LNG fuel for heavy-duty transport vehicles.</p> <p>Just this morning we announced a memorandum of understanding with TravelCenters of America to sell LNG to heavy-duty road transport customers in the US through TA's existing nationwide network of full-service fueling centers.</p> <p>Pending final agreements, the proposed plans include constructing more than 200 LNG fuel lanes at about 100 sites throughout the US interstate highway system. If a final agreement is reached, the first of the LNG fuel lanes are expected to become operational in 2013.</p> <p>As a global company, with partnerships in almost every corner of the world, we also have the ability - I'd almost say the obligation - to join up imaginative ideas across boundaries.. intellectual & political boundaries as well as geographic boundaries.</p> <p>China leaps to mind again.</p> <p>Part of helping China realize the value of safe & secure energy imports from North America lies in partnering with them to realize the value of their own resources.</p> <p>So in China, we are developing tight gas resources with China National Petroleum Corporation, helping to expand supplies of this cleaner-burning fuel. Together we are pursuing the Changbei project, exploring for gas in Sichuan Province & working on a coal bed methane project in Shanxi Province. CNPC is also an equity partner in our Groundbirch gas project in Canada.</p> <p>& we're cooperating on R&amp;D & technology. That includes development of advanced seismic technology & a new joint venture to develop an innovative, highly automated well manufacturing system to boost gas production at lower cost & with a smaller footprint. </p> <p>By working with China & its energy companies on projects like these, we will not only create new investment opportunities.. but also promote a global energy infrastructure based on shared best practices & smart technologies. </p><h3>Conclusion</h3><p>I hope it's clear that Shell sees the North American region not only as critical source of growth & opportunity, but as a leader in tackling the world's energy challenge.<br/>Our two countries will irritate each other from time to time over issues like the Keystone XL pipeline.  But those issues will always get resolved.</p> <p>What's more important is that I see few other cross-border partnerships in the world that bring to bear the same combination of investment, innovation & imagination to powering global progress.. & by doing so, secure economies, environment & futures at home.</p> <p>That's the responsibility we all share.  It's why more than 90,000 of us come to work every day at Shell.  & it's why I applaud the work of Canadian American Business Council.</p> <p><em>Thank you very much.</em></p>",
				"thumbnail": {
					"id": "152138ef6bdbb72ebc135490022880848",
					"timestamp": "0",
					"uri2x": "http://www-static.shell.com/static/investor/imgs/240_wide/peter_voser.jpg",
					"uri": "http://www-static.shell.com/static/investor/imgs/240_wide/peter_voser.jpg"
				},
				"description": "Example description #5",
				"publicationdate": "2012-06-07T20:00:00Z",
				"uri": "http://www.shell.com/home/content/media/speeches_and_webcasts/2012/marvin_odum_washington_07062012.html"
			}],
			"id": "152138ef6bdbb72ebc135490022880846",
			"timestamp": "1350856800",
			"summary": "Speech by Marvin Odum, Upstream Americas Director, Royal Dutch Shell plc, at the Canadian American Business Council Spring Policy Forum in Washington, United States on June 7, 2012.",
			"title": "Investment, innovation & imagination: The keys to Canadian-American leadership in the global energy challenge",
			"thumbnail": {
				"id": "152138ef6bdbb72ebc135490022880849",
				"timestamp": "0",
				"uri2x": "http://www-static.shell.com/static/investor/imgs/240_wide/peter_voser.jpg",
				"uri": "http://www-static.shell.com/static/investor/imgs/240_wide/peter_voser.jpg"
			},
			"hidden": true,
			"publicationdate": "2012-06-07T20:00:00Z",
			"largethumbnail": {
				"id": "152138ef6bdbb72ebc135490022880850",
				"timestamp": "1266105600",
				"uri2x": "http://www-static.shell.com/static/investor/imgs/544_wide/spdc_mining_leasedivestments05092012.gif",
				"uri": "http://www-static.shell.com/static/investor/imgs/544_wide/spdc_mining_leasedivestments05092012.gif"
			}
		}, {
			"content": [{
				"id": "152138ef6bdbb72ebc135490022880952",
				"timestamp": "1302764199",
				"summary": "Example summary #10",
				"mimetype": "application/pdf",
				"title": "Socially responsible investors briefing",
				"textcontent": "Example text content #5",
				"thumbnail": {
					"id": "152138ef6bdbb72ebc135490022880953",
					"timestamp": "1302764199",
					"uri2x": "http://www-static.shell.com/static/investor/imgs/544_wide/spdc_mining_leasedivestments05092012.gif",
					"uri": "http://www-static.shell.com/static/investor/imgs/544_wide/spdc_mining_leasedivestments05092012.gif"
				},
				"description": "Peter Voser, Chief Executive Officer & Wim Kok, Non-Executive Director & Chairman of the Corporate & Social Responsibility Committee presented to Shell's Socially Responsible Investors at Goldman Sachs in London on April 14, 2011.",
				"publicationdate": "2012-09-25T13:30:00Z",
				"uri": "static.shell.com/static/investor/downloads/presentations/2011/shell_sri_goldmansachs_london_14042011.pdf"
			}],
			"id": "152138ef6bdbb72ebc135490022880951",
			"timestamp": "1350856800",
			"summary": "Example summary #9",
			"title": "Socially responsible investors briefing",
			"thumbnail": {
				"id": "152138ef6bdbb72ebc135490022880954",
				"timestamp": "1284937200",
				"uri2x": "http://www-static.shell.com/static/investor/imgs/240_wide/q3_2012_banner.gif",
				"uri": "http://www-static.shell.com/static/investor/imgs/240_wide/q3_2012_banner.gif"
			},
			"hidden": false,
			"publicationdate": "2012-09-25T13:30:00Z",
			"largethumbnail": {
				"id": "152138ef6bdbb72ebc135490022880955",
				"timestamp": "1346367600",
				"uri2x": "http://www-static.shell.com/static/investor/imgs/240_wide/2011_sustainabilityreportcover.gif",
				"uri": "http://www-static.shell.com/static/investor/imgs/240_wide/2011_sustainabilityreportcover.gif"
			}
		}],
		"color": "750DB5"
	}, {
		"id": "152138ef6bdbb72ebc135490022880956",
		"title": "Financial",
		"items": [{
			"content": [{
				"id": "152138ef6bdbb72ebc135490022880958",
				"timestamp": "1350856800",
				"summary": "Speech given by Peter Rees, Legal Director, Royal Dutch Shell plc, at the KPMG Forensic Annual Law Lecture 2012 on September 25, 2012.",
				"mimetype": "text/plain",
				"title": "ET - Extraterritoriality - Alien or Friend",
				"textcontent": "<p>It is 30 years since ET - The Extra Terrestrial was first released & broke all box office records.</p> <p>The storyline is simple. An alien gets stranded on Earth & is protected by a child, who understands the good in him, against the forces of authority, who are innately suspicious, even aggressive towards him. Eventually, he gets to go home without being harmed.</p> <p>The film encapsulates our equivocal relationship with extra terrestrials; we either love them or hate them. They are either benign or threatening - & most of the time it is the latter. The assumption we tend to have is that extra terrestrials are out to destroy us.</p> <p>My first experience of extra terrestrials was in the early to mid-sixties. Some of you may be old enough to remember the television series, My Favourite Martian. It featured a friendly Martian who gets stranded on earth & is protected by a good hearted reporter against the forces of authority, who are innately suspicious about him. Sound familiar?</p> <p>But so far as I was concerned this was an extra terrestrial who was kindly & unthreatening. He had various unusual powers. He could raise from his head two retractable antennae. He could become invisible, read minds & lift things up into the air using just his finger. He could slow time down or speed people up. But, fundamentally, his motivation for doing these things was beneficial rather than malign. He was a nice guy.</p> <p>At the same time, in fact in the very same year that My Favourite Martian was first broadcast - 1963 - another television series was launched which portrayed extra terrestrials in a very different light. It has become the longest running science fiction television show in the world. It is of course Dr Who where, by & large, the extra terrestrials are portrayed as aggressors out to destroy humanity. So far as we are concerned, the Daleks have only one thing on their mind - \"Exterminate\".</p> <p>30 years on from ET & almost 50 years on from My Favourite Martian & Dr Who, another ET has come into sharp focus in my mind. Not ET standing for extra terrestrial, but ET standing for extra territorial. & I have to say that, like extra terrestrials, there seems to be equivocation as to whether extra territoriality is a force for good or evil. Whether these are powers that can be used for overall benefit or whether they will always lead to harm.</p> <p>So, what I would like to examine this evening is where we are on extra territoriality, the extra territorial application of law, whether what we have done so far is helpful or harmful, beneficial or misguided, & look at what we could think of doing in this area to address some serious & urgent issues that might well benefit from extra territorial legal treatment.</p> <p>Let me start by going back to basics.</p> <p>Laws are enacted by sovereigns, by those who have sovereignty over their subjects, by those, to put it bluntly, who have the ability to tell others what to do & the means to enforce it.</p> <p>It may not be popular in these days of protocols, guidelines, principles & codes but unless you have the ability to enforce you don't have the ability, effectively, to legislate.</p> <p>Ordinarily, therefore, you have the ability to legislate over those within your sovereign territory or over those who claim the right to have an affiliation to your sovereign territory - the quid pro quo for which is that they have to do what you say.</p> <p>Put differently, & arguably more elegantly, over those within your jurisdiction.</p> <p>Let me give you a more authoritative view than mine. That of the UK & Dutch governments.</p> <p>\"In relation to claims of a civil nature, the bases for the exercise of civil jurisdiction under international law are generally well-defined. They are principally based on territoriality & nationality. The basic principles of international law have never included civil jurisdiction for claims by foreign nationals against other foreign nationals for conduct abroad that have no sufficiently close connection with the forum State.</p> <p>It is clearly established that the basis for jurisdiction is always grounded in a sufficiently close nexus to the forum State. The only exception is universal criminal jurisdiction. Accordingly, it is axiomatic that the exercise of civil jurisdiction by a State will always depend on \"there being between the subject matter & the state exercising jurisdiction a sufficiently close connection to justify that State in regulating the matter & perhaps also to override any competing rights of other States.\"</p> <p>International law imposes the requirement of a sufficiently close nexus to the forum asserting jurisdiction, in order to minimise conflicts between States & to prevent forum shopping by plaintiffs & defendants rushing to obtain judgments in a forum that favors their own interests.\"</p> <p>Whilst extra territoriality has come to be viewed as an attempt to legislate over those outside your jurisdiction, that is not the original concept. The original concept was one of exception. That certain persons & objects could be within the territory of a sovereign but outside the reach of the law of that sovereign, or at least certain aspects of it. In other words, on your territory but extra territorial.</p> <p>Whilst the concept was first propounded in the 17th century it was first put down on paper, at least on paper which had any legal effect, in the Act Preserving the Privileges of Ambassadors in Great Britain in 1708. That legislation paved the way for the sorts of diplomatic immunity we are all now familiar with around the world.</p> <p>In common, & increasingly, legal, parlance, however, extra territoriality has come to be associated with legislative attempts by one nation to control the actions of persons, whether individual or corporate, in another nation. Jurisdiction over the legal person, individual or corporate, no matter how tenuous, & no matter how that is established, is used to seek to dictate the actions of that person within the sovereign territory of another nation.</p> <p>Indeed, we are moving into a world where some think that nations should be able to dictate the actions of persons in other sovereign nations notwithstanding they have no actual, or legal, jurisdiction over those persons & to force those over whom they have jurisdiction to break the laws of other sovereign nations.</p> <p>These are the issues which I would like to consider this evening. There are many aspects which I could cover & which I regularly encounter, but time dictates I use a few examples to demonstrate the broader problems.</p> <p>So, I will start by looking at some misconceived extra territorial legislation, in other words at some of the attempts that are being made to impose obligations on persons to act in contravention of the laws of another sovereign nation & look at whether this legislation is actually addressing the problems which it is professing to solve. I will then go on to look at some extra territorial problems which need to be addressed now by legislation but which are not being tackled because they are in the \"too difficult\" box.</p> <p>Before doing that I would just like to put a fairly simple proposition to you.</p> <p>If somebody not from your country commits a crime against somebody not from your country in another country, i.e. not your country, should the courts in your country have any jurisdiction over the issue?</p> <p>Or put more specifically, if a British security guard, employed by a British private security company, wrongfully detains, punches & injures, or even kills, a British anti-capitalist demonstrator during a riot in London, should that security guard, or the security company, be liable to be sued in the United States?</p> <p>There is one piece of legislation which might be used to try. It is what has come to be known as the Alien Tort Statute. A piece of legislation passed in the 1790s after a French diplomat to the USA was insulted by another Frenchman & then had his walking cane tapped on the street by that same Frenchman.</p> <p>In the last 30 years, 120 claims have been brought in the US against corporations under this statute with the average length of case exceeding five years. It is probably the most notorious piece of so called \"extra territorial\" legislation in existence at present & so, at the risk of boring you all, I thought I should read to you the full text of the statute.</p> <p><strong>Alien Tort Statute </strong>\"The district courts shall have original jurisdiction of any civil action by an alien for a tort only, committed in violation of the law of nations or a treaty of the United States.\"</p> <p>That is it. That is all there is to it.</p> <p>The view of most governments outside the US is that it doesn't have extra territorial application. That is apparent from the quotation I just read from the UK & Dutch governments.</p> <p>The US government agrees. It says \"[American Courts] should not create a cause of action that challenges the actions of a foreign sovereign in its own territory, where the [sued party] is a foreign corporation of a third country that allegedly aided & abetted the foreign sovereign's conduct.\"</p> <p>The views of the UK, Dutch & US governments I have read out are as expressed in their amicus briefs in the Kiobel case which is due to be heard by the US Supreme Court next Monday. Whilst there is much that could be said about extra territoriality in the context of the Alien Tort Statute & that case, I will defer to the Supreme Court on that issue & say no more on the topic of the ATS this evening.</p> <p>Instead, I would like to turn to some extra territorial legislation which, in a misguided attempt to prevent a particular evil, corruption, & in an equally misguided attempt to encourage greater accountability of governments to their people, will actually succeed in encouraging the former & have no impact on the latter, but which will, in its implementation, at worst cause companies to break the law of other countries in which they operate and, at best, break the contracts they have entered into with those countries.</p><h3>Financial transparency reporting</h3><p>The English barrister, F.E. Smith, who later became Lord Birkenhead, Lord Chancellor of England & Winston Churchill's closest friend, was known for his incisive wit & precision of expression. In one case, having made lengthy submissions to a judge who was clearly struggling with the complexities of the dispute he was interrupted by the judge saying: \"Mr. Smith, I have listened to you now for an hour & I am afraid I am none the wiser\" to which Smith immediately responded \"No wiser my Lord, but much better informed\".</p> <p>There is a move afoot, coming originally out of the US but which has now spread to Europe, to force companies from the extractive industries (basically oil &amp; gas companies, mining companies & forestry companies) to publicise the amount of money they pay to governments for the right to extract  natural resources from those countries.</p> <p>Why? So the people in those countries can see how much money their government is receiving for the resources it is allowing to be extracted.</p> <p>Why would people want to know? Because then they can hold their governments to account for the money received. Some even say (& as I have already said, this is totally misguided) it will reduce corruption.</p> <p>It all sounds both laudable & innocuous when put in this way, but, as with all legal issues, the devil is in the detail & what is being proposed won't achieve either aim. People in those countries won't be any the wiser as to how much money their government is receiving & corruption  won't be reduced - if anything it will increase the potential for it.</p> <p>Before I go on to explain why, it is time for a commercial break. So let me spend 30 seconds telling you about Shell.</p> <p>Shell's oil & gas production is around 3 million barrels of oil equivalent per day.</p> <p>Shell, with 43,000, has more branded retail sites than McDonalds has restaurants.</p> <p>& if you look out of your seat window before your next flight takes off, you might well see a Shell truck pumping jet fuel in to your plane - just one of the 7,000 aircraft we refuel at over 800 airports in 40 countries each day - one aircraft being refueled every 12 seconds.</p> <p>What may be less obvious is the Shell fuel & lubricant flowing into the ships we service in more than 500 ports around the world or the almost 20 million tons of Shell chemicals that go into products we all use every day from detergents to packaging, from carpets to computers.</p> <p>Shell employs around 90,000 people. But that is only our directly employed workforce. If you add the over 400,000 people working in Shell badged franchises & operations & the half a million or so contractors you will find on Shell sites, you are looking at the best part of 1 million people working for or with Shell at any one time.</p> <p>If you add to that some financial information like our $1.1 billion annual spend on Research & development,  the $32 billion capital expenditure planned for this year alone & over $40 billion annual operating expenditure you might be thinking that all I am doing is bragging about our size - but let me place it properly in the global context. For all Shell's size, the actual portion of the world's oil & gas we produce amounts to less than 3% of global production (2.2% in 2011).</p> <p>& if you add Exxon, Chevron, BP & Total to us, the so called supermajors of the oil & gas world account for no more than around 11% of what the world produces on a daily basis.</p> <p>Please remember that percentage now that the commercial break is over. So, let me take you back to financial transparency legislation & explain, first, why people won't know how much their government is receiving. This can be done in four sentences:</p> <ol><li>By definition, the only corporations this legislation can apply to are companies subject to US & European jurisdiction</li> <li>The biggest oil & gas companies in the world are (as you now know from the commercial break) not subject to US & European jurisdiction; they are the National Oil Companies & quasi national oil companies from Russia, China, Asia Pacific, South America & the Middle East.</li> <li>These companies no longer operate in their own back yard, but they are not caught by this legislation & there will be no disclosure of what governments are receiving from them for extractive rights.</li> <li>So, the amount a government receives will not be revealed by this legislation - in fact, in many cases, just a fraction, just the tip of the iceberg, with the consequence that the less well informed in a country will be misled as to how much their government receives & the better informed will be just that - better informed, but none the wiser.  </li> </ol> <p>Will it reduce corruption?  No. This time in three sentences:</p> <ol><li>The legislation requires you to disclose how much you paid to the government.</li> <li>The last time I looked, paying money to a government is not considered corrupt under any of the applicable legislation - certainly not the Foreign Corrupt Practices Act or the UK Bribery Act. </li> <li>It is corruption to bribe a government official to get a contract; it is not corruption to pay a government (even over the odds) to get a contract; that's what governments do - sell their mineral rights to the highest bidder.</li> </ol> <p>What it will do, however, is cause massive competitive harm to those companies which are subject to the legislation plus create the potential for increasing corruption on the way. Let me put it this way.</p> <p>You are from a country not caught by the legislation, so you & the government official that you are talking to about a concession to extract minerals, both know the following:</p> <ol><li>You know what the competition are likely to bid (because they have had to publish what they bid for previous, similar, concessions);</li> <li>You know that what you pay will never have to be revealed</li> <li>You know that neither you, nor the government official, is caught by the US or European anti-corruption legislation</li> </ol> <p>I leave you to draw your own conclusions on the impact on competitiveness of US & European corporations as well as on corruption.</p> <p>Now, let me be clear, this is a law lecture & I am talking from the perspective of someone analysing the application of legislation generally. Lest there be any doubt I do want to reassure you that Shell is not against financial transparency reporting - quite the contrary. Earlier this year we published the total amounts we paid to most governments in 2011. We did this in advance of any mandatory requirements coming into effect in order to demonstrate our commitment to disclosure of revenues paid to governments. We believe it is important that companies like ours are open regarding how much we pay to governments & we also believe governments should be encouraged to be open about what they receive & how they spend it.</p> <p>I said earlier the principle is laudable. People should know what their governments receive for rights to extract natural resources.</p> <p>But they should get the full picture, & the only entity in the position to provide people with the full picture is the government.</p> <p>Of course, when it comes to legislation against corporations, governments are first in the queue - but when it comes to being accountable themselves, it seems it is a different story.  They are much less enthusiastic to disclose the full amount they receive in revenues from oil & gas. Although there are some governments who do, like Nigeria & Norway, it is interesting that the proponents of this legislation, the US, & those seeking to copy it, the Member States of the European Union do not. As I say, interesting.</p> <p>Nigeria & Norway are Compliant Members of the EITI -the Extractive Industries Transparency Initiative - which encourages governments to disclose & verify all amounts they receive from all entities that extract their natural resources. Shell is a founder & board member of the EITI & firmly believes that the EITI's multi-stakeholder approach (which includes governments, NGOs, regulators, the public & companies) remains the most effective way of providing transparency regarding government revenues for resource dependent countries.</p> <p>This way, the people of those countries get the full picture & not a distorted or partial one. They will be both better informed & wiser.</p> <p>But that does not seem to be direction in which we are heading. Instead, we have governments which are not willing to tell the public what they receive in oil & gas revenues pushing through legislation which forces US & European companies to disclose what they are paying, not just in total to governments around the world, but for each individual project. All this in the name of transparency (which it won't achieve) & prevention of corruption (which it won't achieve & may encourage).</p> <p>But where is the legal problem? Legislation is legislation & whether you like it or not, you have to comply.</p> <p>Well, I have talked about governments not being willing to publish what revenues they receive, but there are many which go further. They either require you to enter into contractual confidentiality agreements so you won't disclose what you are paying them, or they even make it a criminal offence to do so.</p> <p>Therefore,  to comply with the legislation the US is bringing in, & the EU is proposing, means that companies have to disclose information which they are either contractually or criminally forbidden to do. To be legal in one country they have to be illegal in another.</p> <p>It is not as if this hadn't been thought about & debated with the legislators. Nevertheless, the US legislation says you must publicise & it is not a defence that to do so would be illegal in another country.</p> <p>What happened to not creating a cause of action that challenges the actions of a foreign sovereign in its own territory?</p><h3>Where extra territorial legislation is needed</h3><p>I mentioned at the start, the ambivalent view we have of extra terrestrials. Some of them are good, but the majority are evil & bent on our destruction. & you may well be thinking that I have only one view of extraterritorial legislation - it is evil & bent on our destruction. So let me hasten to reassure you that is not the case. Quite the reverse, in fact. Extra territorial legislation can be a real force for good, but it has to be directed in the right way & targeted at the real extra territorial problems the world faces today.</p> <p>I am going to look at a couple of examples where extra territorial legislation is urgently needed but first, by way of introduction, let me take you back to another TV programme that focused on extra terrestrials - Star Trek. I am sure most of us can clearly remember the opening lines of every episode - \"Space - the final frontier. These are the voyages of the Starship Enterprise, to boldly go... & split infinitives.... where no man has gone before.\"</p> <p>But so far as the law is concerned, there is no need to go extra terrestrial to deal with final frontiers, there are two frontiers that need dealing with here on earth, that are really crying out for extra territorial legislation. Extra territorial in a real sense - beyond the territory of any sovereign nation. The first of those frontiers has been around for a long time but now has a problem that we all thought had gone away without the need for extraterritorial law.  That problem has, however, come back with a vengeance & urgently needs a legal solution. The frontier in question is the high seas & the problem is piracy.</p><h3>Piracy</h3><p>In an article in 2008 in the Wall Street Journal entitled \"Why don't we hang Pirates anymore\"  the columnist said:</p> <p>\"By  the 18th century, pirates knew exactly where they stood in relation to the law. A legal dictionary of the day spelled it out: \";A piracy attempted on the Ocean, if the Pirates are overcome, the Takers may immediately inflict a Punishment by hanging them up at the Main-yard End; though this is understood where no legal judgment may be obtained.\";</p> <p>The article continued:</p> <p>\"Severe as the penalty may now seem (albeit necessary, since captured pirates were too dangerous to keep aboard on lengthy sea voyages), it succeeded in mostly eliminating piracy by the late 19th century -- a civilisational achievement no less great than the elimination of smallpox a century later.\"</p> <p>Of course, we don't hang pirates  any more - & I hasten to add I am not advocating that we should. But the fact of the matter is, today, no one really has a clue what to do with them.</p> <p>There is no international body empowered to try pirates & imprison them & nobody wants to take pirates captive & take them back home because you cannot try them unless the vessel subject to the pirate attack was under the flag of your nation . Not surprisingly trying pirates is not the sort of growth industry that flag countries like Panama, Bermuda & the Marshall Islands are wanting to rush into.</p> <p>Jurisdiction is the issue &  the  problem with piracy is that, by definition, it has to happen on the high seas (in other words outside any state's jurisdiction) & if you can't hang them, you can't imprison them & you can't take them back to shore you have a real problem. Not just a practical problem but a legal one.</p> <p>But why should I, as Legal Director of an energy company, be concerned about this?</p> <p>Oil, oil products, petro-chemicals & LNG are shipped around the world & with Africa sitting between Europe & the Middle East & Asia there is very little choice but to go either through the Suez canal, down the Red Sea & out into the Indian Ocean or down the west coast of Africa. In 2010 & 2011 there were roughly 15 pirate attacks each month on vessels in the Indian Ocean, or on transit there, of which about one-fifth were successful. Attacks off the coast of West Africa ran at about seven per month in those two years.</p> <p>What can we do to resolve the problem?</p> <p>You are probably familiar with the old story of the two men walking down a trail in the woods who meet a bear. One looks to the other & says \"What should we do?\" To which the other responds \"Run!\". \"Don't be ridiculous,\" says his companion, \"We can't run faster than a bear\". To which his companion replies as he sets off at full pace  back down the trail \"No, but I can run faster than you\".</p> <p>That is a bit like it is with pirates. The slow oil tankers & LNG vessels cannot run faster than the pirates, so they have to make themselves harder to attack than the next boat. That was all well & good when all that involved was higher seaboards, putting razor wire round the boat or having water cannon, but when some of the vessels starting carrying armed soldiers or guards then a whole different set of legal considerations come into play.</p> <p>What legal considerations apply to arming vessels? What is the attitude of the nations under whose flag these vessels sail? What liabilities will they incur if a fatality occurs during a pirate attack? What is the attitude of the vessels' insurers? Are the insurance provisions violated? Will it mean they can deny insurance claims?</p> <p>What will the attitude be of the countries of which the armed guards are citizens if they are killed or if they kill or injure someone? & what if that someone isn't a pirate but an innocent bystander such as a crew member caught in cross-fire or a passing fisherman?</p> <p>To what extent can getting consent from the flag country & insurers give you some protection? To what extent can drawing up detailed rules of engagement for armed guards provide safeguards if there are subsequent injuries or fatalities?</p> <p>Where can criminal charges be brought? Which countries will have jurisdiction over civil claims?</p> <p>I have just asked a dozen legal questions there, to which there are no definitive answers.</p> <p>Given these, & the many other imponderables involved, what advice would you give when the question arises: others are arming their ships what should we do? How do we fulfill any duty of care we may have to the crews of our vessels? Are we in breach if we don't arm; do we put them in more danger if we do?</p> <p>These are no longer hypothetical questions. These are real, global legal issues. By way of illustration, let me mention four incidents that have taken place this year.</p> <p>In the first, two Indian fisherman were killed by Italian navy personnel on duty on an Italian flagged oil tanker as the vessel was sailing along the Indian coast. It appears they mistook them for pirates & shot them dead.</p> <p>India arrested the two Italian marines. In response, Italy accused India of breaching its territorial jurisdiction by arresting the marines in international waters.</p> <p>On 24 April Italy announced that it had paid $380,000 to the families of two Indian fishermen & that this was a gesture of goodwill & not an admission of responsibility for the deaths.  In response, the relatives of the dead fishermen have agreed to withdraw their cases against the marines, but the Indian state involved has not dropped its own charges against the two men & they are still awaiting prosecution in India.</p> <p>The second incident involves the Danes, once known as a marauding, pillaging & piratical nation themselves.</p> <p>It seems these days, however, the Danes are taking the fight to the pirates. Again, however the myriad complications I have already outlined are raising serious legal issues.</p> <p>In February, Danish Naval Forces opened fire on a suspected pirate ship when it refused to stop. Two hostages being held by the pirates were killed. It appears they were killed by the pirates, but would they have been killed if the Danes had not attacked? The consequences that will flow from this incident remain to be seen.</p> <p>The same Danish warship, the Absalon, stopped another pirate ship in early April. No one was killed or injured but the report on the incident from Reuters said:</p> <p>\"..the suspected pirates will remain held aboard the Absalon until Denmark determines if it can h& the pirates over to a country in the region for prosecution.\"</p> <p>The report continued to highlight some of the issues I have already mentioned:</p> <p>\"Although anti-piracy operations have succeeded in reducing the numbers of vessels & hostages taken in the past few years, efforts to stamp out piracy are hampered by the unwillingness of many countries to prosecute captured pirates in their courts.</p> <p>The problem of finding courts to try pirates stems partly from a lack of a functioning judicial system & prisons in Somalia, but also reluctance by other countries to receive captured pirates.</p> <p>Most European countries, including Denmark, have been unwilling to bring suspects from east Africa to their jails & courts, which means navies engaged in anti-piracy missions often must release captured pirates without prosecution.\"</p> <p>The problem is not going away or getting any easier. On 4 August 2012 an oil services vessel was attacked 60km off the coast of Nigeria, two Nigerian naval personnel were killed & four crew members (of Malaysian, Iranian, Thai & Indonesian nationality) were abducted. Jurisdictional issues multiplied by four.</p> <p>At the last count, as a result of piracy in the Indian Ocean & the Gulf of Guinea there were 11 vessels & 206 hostages being held with average crew ransoms running at $5.4 million with a maximum reached this year of $13 million.</p> <p>Hanging pirates eliminated them last time round but shooting them is not the solution this time. We desperately need some effective, enforceable, extra territorial legislation.</p> <p>My second & final example of where we desperately need extra territorial legislation is one where there is a proliferation of domestic national legislation but the problem with nations is that we are all different. There is no uniformity of approach.</p><h3>Cybercrime</h3><p>Financial Times - 31 August 2012 -</p> <p>\"Qatar's RasGas, one of the world's largest producers of natural gas, has become the second major state-owned Middle East energy company to be hit by a severe computer virus in weeks.</p> <p>The disruption came after Saudi Aramco, the government-backed company that is the world's largest crude oil producer, was also attacked by a computer virus.</p> <p>Saudi Aramco said in a statement on Sunday that it has restored its \"main internal network services\" after the attack on August 15. But oil traders in Houston, Geneva & London on Thursday said they were communicating with Aramco's counterpart by fax & telex, as the company's external email services were still down.</p> <p>\"It's like going back 20 years in time,\" a trader said about the use of the telex.</p> <p>Aramco on Thursday said it had \"restricted\" access to some external systems as a precaution, & referred to its previous statement issued on Sunday.</p> <p>The rare pair of attacks has caused concerns among energy traders & Western diplomats, as they are the first known cyber assaults targeting Middle East companies that are key to the world's oil & natural gas supplies.</p> <p>Cyber attacks have grown in prevalence in the Middle East, particularly during the last 18 months of political unrest in the region. Iran has accused the US & Israel of attacking its atomic programme with two sophisticated viruses, dubbed Stuxnet & Flame, that infected computers at several nuclear plants. Tehran earlier this year also said the computers of its national oil company had been attacked.\"</p> <p>These attacks are manifestations of what has been termed cybercrime.</p> <p>There is no precise definition of cybercrime but, fundamentally it encompasses illegal activities utilising the internet.</p> <p>Though cybercrime encompasses a broad range of illegal activities, it can be generally divided into five categories:</p> <p>Intrusive Offences, <strong>which include hacking, data espionage & data interference; </strong></p> <p>Content-related offences, <strong>including pornography, propaganda for things such as racism & spam; </strong></p> <p>Copyright & trademark-related offences <strong>such as piracy of software, music or movies; </strong></p> <p>Computer-related offences <strong>which include identity theft & credit card fraud; & so-called </strong></p> <p>Combination offences <strong>encompassing such things as cyberterrorism & cyberlaundering.</strong></p> <p>So, with so much crime going on in this other extra territorial area, cyberspace, you would think that the powers that be in this world would do something about it. The fact of the matter, however, is that whilst there are some very strong national laws, there is nothing joined up, which means enforcement, in particular is a real issue.</p> <p>Let me mention just one example to make the point. It involves two individuals, Reomel Ramores & Onel de Guzman. They wrote a computer virus called the ILOVEYOU bug. There was nothing loving about this virus as it caused an estimated $5.5 billion worth of damage causing even the Pentagon & the CIA to close down their computers to exterminate the bug. However, although Ramores & de Guzman were arrested in the Philippines they had to be released as there was no legislation criminalising the writing of malware in the Philippines.</p> <p>As you can see, some countries take this more seriously than others, but even in countries which do take cybercrime seriously, resources can be a real issue.</p> <p>Time to bring in the United Nations or some other multi-government organisation, I hear you cry - & you would be right. But the problem is that whilst many inter-governmental organisations are aware of the issue, the focus seems to be on talk rather than action.</p> <p>The UN Congress on Crime Prevention & Criminal Justice in April 2010, in what has been described as an important breakthrough, Member States agreed to explore ways of universal regulation to counter cyber-crime. A UN Resolution was adopted. What did it propose by way of action?</p> <p>It made a proposal to establish \"an open-ended intergovernmental expert group to conduct a comprehensive study of the problem of cybercrime & responses to it by the Member States, the international community & the private sector, including the exchange of information on national legislation, best practices, technical assistance & international cooperation, with the view to examining options to strengthen existing & to propose new national & international legal or other responses to cybercrime.\"</p> <p>Talk not action.</p> <p>& what did another multi-partite body, the Organisation of American Sates do in recognition of this resolution? Well, in February 2012 they called upon the member states to respond to the questionnaire that will be distributed by the open-ended intergovernmental expert group on cybercrime, convened pursuant to United Nations General Assembly resolution.</p> <p>Two years after the UN Resolution & we are still talking about filling in questionnaires.</p> <p>You may surprised to hear that there does actually exist a European Convention on Cybercrime which was co-drafted in 2001 by the Council of Europe together with the US, Canada & Japan. However, although it was signed by all 46 member states there are still a significant number of countries which have not ratified it - & the UK is one of them.</p> <p>We really do need action & not just words & questionnaires.</p> <p>As Kofi Annan said \"in the prospect of an international criminal court lies the promise of universal justice\", but without an international court or tribunal properly empowered to deal with cybercrime the problems & the criminals will simply proliferate.</p><h3>Conclusion</h3><p>It is these real & urgent extra territorial problems that should be the focus of government legislation & which could enable governments to be a real force for good, rather than focusing on ineffective legislation such as the financial transparency legislation which meets short term political aims but not the long term interests of people in resource rich states. Real global leadership is needed in the area of extra territoriality, leadership with a view to creating structures to enforce the rule of law for generations to come rather than with a view to winning the next election.</p> <p>I said at the beginning that to legislate effectively you need the ability to enforce & in conclusion I would add that you should be able to enforce without infringing the sovereign rights of other nations to control what happens within their jurisdictions & with their people.</p> <p>Careful thought has to be given to the impact of any form of legislation which has extra territorial effect.</p> <p>As I also said at the start, like extra terrestrials, there is equivocation as to whether extra territorial legislation is a force for good or evil. Whether these are powers that can be used for overall benefit or whether they will always lead to harm.</p> <p>There are clearly extra territorial areas, true extra territorial areas, (piracy & cybercrime are but two) where much good could be done by governments cooperating to produce effective means of enforcing, extra territorially, the rule of law. In such cases extra territorial legislation can be the force for good.</p> <p>ET - extra territorial legislation - can be the friend rather than the alien. But If we are not careful we can end up passing legislation which is not a force for good - which is alien rather than friend - & the problem is, it may take us rather a long time to realise the real effects of some of this legislation - to realise it is alien. & as someone memorably said:</p> <p>\"If you can see the aliens in the UFO, it's already too late.\"</p>",
				"thumbnail": {
					"id": "152138ef6bdbb72ebc135490022880959",
					"timestamp": "1272927600",
					"uri2x": "http://www-static.shell.com/static/investor/imgs/240_wide/q3_2012_banner.gif",
					"uri": "http://www-static.shell.com/static/investor/imgs/240_wide/q3_2012_banner.gif"
				},
				"description": "Example description #6",
				"publicationdate": "2012-09-25T13:30:00Z",
				"uri": "http://www-static.shell.com/static/investor/imgs/544_wide/spdc_mining_leasedivestments05092012.gif"
			}],
			"id": "152138ef6bdbb72ebc135490022880957",
			"timestamp": "1350856800",
			"summary": "Speech given by Peter Rees, Legal Director, Royal Dutch Shell plc, at the KPMG Forensic Annual Law Lecture 2012 on September 25, 2012.",
			"title": "ET - Extraterritoriality - Alien or Friend",
			"thumbnail": {
				"id": "152138ef6bdbb72ebc135490022880960",
				"timestamp": "1334530800",
				"uri2x": "http://www-static.shell.com/static/investor/imgs/544_wide/spdc_mining_leasedivestments05092012.gif",
				"uri": "http://www-static.shell.com/static/investor/imgs/544_wide/spdc_mining_leasedivestments05092012.gif"
			},
			"hidden": true,
			"publicationdate": "2012-09-25T13:30:00Z",
			"largethumbnail": {
				"id": "152138ef6bdbb72ebc135490022880961",
				"timestamp": "1339455600",
				"uri2x": "http://www-static.shell.com/static/investor/imgs/240_wide/2011_sustainabilityreportcover.gif",
				"uri": "http://www-static.shell.com/static/investor/imgs/240_wide/2011_sustainabilityreportcover.gif"
			}
		}, {
			"content": [{
				"id": "152138ef6bdbb72ebc135490022880963",
				"timestamp": "1302690345",
				"summary": "Example summary #12",
				"mimetype": "application/pdf",
				"title": "Andre Araujo - Credit Suisse Brazil oil trip",
				"textcontent": "Example text content #6",
				"thumbnail": {
					"id": "152138ef6bdbb72ebc135490022880964",
					"timestamp": "1302690345",
					"uri2x": "http://www-static.shell.com/content/dam/shell/static/investor/imgs/app/presentations/andre-araujo-brazil13042011.png",
					"uri": "http://www-static.shell.com/content/dam/shell/static/investor/imgs/app/presentations/andre-araujo-brazil13042011.png"
				},
				"description": "Andre Araujo, Brazil Country Chair, presented at the Credit Suisse Brazil Oil Trip in Rio de Janeiro on April 13, 2011.",
				"publicationdate": "2012-09-25T13:30:00Z",
				"uri": "http://www-static.shell.com/static/investor/downloads/presentations/2011/andre_araujo_brazil13042011.pdf"
			}],
			"id": "152138ef6bdbb72ebc135490022880962",
			"timestamp": "1350856800",
			"summary": "Example summary #11",
			"title": "Andre Araujo - Credit Suisse Brazil oil trip",
			"thumbnail": {
				"id": "152138ef6bdbb72ebc135490022880965",
				"timestamp": "1303945200",
				"uri2x": "http://www-static.shell.com/static/investor/imgs/240_wide/peter_voser.jpg",
				"uri": "http://www-static.shell.com/static/investor/imgs/240_wide/peter_voser.jpg"
			},
			"hidden": false,
			"publicationdate": "2012-09-25T13:30:00Z",
			"largethumbnail": {
				"id": "152138ef6bdbb72ebc135490022880966",
				"timestamp": "1325203200",
				"uri2x": "http://www-static.shell.com/static/investor/imgs/544_wide/spdc_mining_leasedivestments05092012.gif",
				"uri": "http://www-static.shell.com/static/investor/imgs/544_wide/spdc_mining_leasedivestments05092012.gif"
			}
		}],
		"color": "F5F556"
	}],
	"apiversion": "2.0"
}
